window.LESSON_DATA = {
  "title": "N2语法",
  "subtitle": "语法01",
  "sideNavLabel": "",
  "tabs": [
    {
      "mondai": "语法点",
      "questions": [
        {
          "question": "1. ～あげく(に)",
          "overview": "接续：动た形/名一の＋あげく（に）\n说明：表示结果，前项经过一番曲折、努力或纠结之后，最后导致后项的结果。\n注意：后项常带有消极的意义。除了“～あげく”的形式之外，还有“～あげくの果てに”。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 1,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "町",
                  "kana": "まち",
                  "t": 0
                },
                {
                  "text": "で",
                  "t": 0.46
                },
                {
                  "text": "お",
                  "t": 0.66
                },
                {
                  "text": "祭",
                  "kana": "まつ",
                  "t": 0.82
                },
                {
                  "text": "り",
                  "t": 1.04
                },
                {
                  "text": "が",
                  "t": 1.16
                },
                {
                  "text": "あ",
                  "t": 1.3
                },
                {
                  "text": "って",
                  "t": 1.42
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 1.66
                },
                {
                  "text": "ご",
                  "t": 1.92
                },
                {
                  "text": "み",
                  "t": 2.08
                },
                {
                  "text": "に",
                  "t": 2.2
                },
                {
                  "text": "巻",
                  "kana": "ま",
                  "t": 2.34
                },
                {
                  "text": "き",
                  "t": 2.54
                },
                {
                  "text": "込",
                  "kana": "こ",
                  "t": 2.62
                },
                {
                  "text": "ま",
                  "t": 2.74
                },
                {
                  "text": "れた",
                  "t": 2.84
                },
                {
                  "text": "あ",
                  "t": 3.04
                },
                {
                  "text": "げく",
                  "t": 3.26
                },
                {
                  "text": "、"
                },
                {
                  "text": "道",
                  "kana": "みち",
                  "t": 3.92
                },
                {
                  "text": "に",
                  "t": 4.02
                },
                {
                  "text": "迷",
                  "kana": "まよ",
                  "t": 4.26
                },
                {
                  "text": "って",
                  "t": 4.48
                },
                {
                  "text": "しま",
                  "t": 4.7
                },
                {
                  "text": "った",
                  "t": 4.96
                },
                {
                  "text": "。"
                }
              ],
              "zh": "镇上有庙会，被卷入人群中，最后迷路了。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-001.mp3"
            },
            {
              "id": 2,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "進路",
                  "kana": "しんろ",
                  "t": 0
                },
                {
                  "text": "に",
                  "t": 0.68
                },
                {
                  "text": "つ",
                  "t": 0.92
                },
                {
                  "text": "いて",
                  "t": 1
                },
                {
                  "text": "さん",
                  "t": 1.28
                },
                {
                  "text": "ざ",
                  "t": 1.6
                },
                {
                  "text": "ん",
                  "t": 1.72
                },
                {
                  "text": "悩",
                  "kana": "なや",
                  "t": 1.72
                },
                {
                  "text": "んだ",
                  "t": 2.02
                },
                {
                  "text": "あ",
                  "t": 2.24
                },
                {
                  "text": "げく",
                  "t": 2.4
                },
                {
                  "text": "、"
                },
                {
                  "text": "大学院",
                  "kana": "だいがくいん",
                  "t": 2.96
                },
                {
                  "text": "へ",
                  "t": 3.6
                },
                {
                  "text": "の",
                  "t": 3.78
                },
                {
                  "text": "進学",
                  "kana": "しんがく",
                  "t": 4
                },
                {
                  "text": "を",
                  "t": 4.34
                },
                {
                  "text": "あき",
                  "t": 4.7
                },
                {
                  "text": "らめ",
                  "t": 5.04
                },
                {
                  "text": "る",
                  "t": 5.16
                },
                {
                  "text": "こと",
                  "t": 5.3
                },
                {
                  "text": "に",
                  "t": 5.48
                },
                {
                  "text": "した",
                  "t": 5.7
                },
                {
                  "text": "。"
                }
              ],
              "zh": "关于升学问题苦恼再三，最后放弃了读研究生。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-002.mp3"
            }
          ]
        },
        {
          "question": "2. ～あまり(に)",
          "overview": "接续：动辞书形/名一の＋あまり（に）\n说明：表示由于程度过度……而……，由此导致某种结果。\n注意：嫌なことも嫌だと言えない、仕事が遅いなどと文句を言われた这类前项的原因，跟后项的结果是极端相关的因果关系，不能用于说话人自己能主观控制的情况。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 3,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "彼女",
                  "kana": "かのじょ",
                  "t": 0
                },
                {
                  "text": "は",
                  "t": 0.66
                },
                {
                  "text": "大好",
                  "kana": "だいす",
                  "t": 0.82
                },
                {
                  "text": "き",
                  "t": 1.2
                },
                {
                  "text": "な",
                  "t": 1.32
                },
                {
                  "text": "ア",
                  "t": 1.46
                },
                {
                  "text": "イ",
                  "t": 1.58
                },
                {
                  "text": "ド",
                  "t": 1.7
                },
                {
                  "text": "ル",
                  "t": 1.76
                },
                {
                  "text": "に",
                  "t": 1.88
                },
                {
                  "text": "や",
                  "t": 2
                },
                {
                  "text": "っと",
                  "t": 2.22
                },
                {
                  "text": "会",
                  "kana": "あ",
                  "t": 2.36
                },
                {
                  "text": "え",
                  "t": 2.48
                },
                {
                  "text": "た",
                  "t": 2.62
                },
                {
                  "text": "喜",
                  "kana": "よろこ",
                  "t": 2.78
                },
                {
                  "text": "び",
                  "t": 3.06
                },
                {
                  "text": "の",
                  "t": 3.28
                },
                {
                  "text": "あ",
                  "t": 3.42
                },
                {
                  "text": "まり",
                  "t": 3.54
                },
                {
                  "text": "、"
                },
                {
                  "text": "興奮",
                  "kana": "こうふん",
                  "t": 4.06
                },
                {
                  "text": "して",
                  "t": 4.64
                },
                {
                  "text": "気",
                  "kana": "き",
                  "t": 4.88
                },
                {
                  "text": "を",
                  "t": 5.12
                },
                {
                  "text": "失",
                  "kana": "うしな",
                  "t": 5.28
                },
                {
                  "text": "った",
                  "t": 5.54
                },
                {
                  "text": "。"
                }
              ],
              "zh": "她终于见到了自己最喜爱的偶像，兴奋得太过度，激动得晕了过去。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-003.mp3"
            }
          ]
        },
        {
          "question": "3. ～以上(は)",
          "overview": "接续：动/ナ形语干ーな/名一のである＋以上（は）\n说明：前项常接“既然……”，绝对含金句宣言等，后项表示决心、义务、建议、推量等语气，表达说话人意志的内容。\n注意：后项表示决心、义务，推量等语气表达说话人意志的内容。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 4,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "学生",
                  "kana": "がくせい",
                  "t": 0
                },
                {
                  "text": "で",
                  "t": 0.72
                },
                {
                  "text": "ある",
                  "t": 0.92
                },
                {
                  "text": "以上",
                  "kana": "いじょう",
                  "t": 1.08
                },
                {
                  "text": "、"
                },
                {
                  "text": "学業",
                  "kana": "がくぎょう",
                  "t": 1.68
                },
                {
                  "text": "を",
                  "t": 2.44
                },
                {
                  "text": "第一",
                  "kana": "だいいち",
                  "t": 2.72
                },
                {
                  "text": "に",
                  "t": 3.02
                },
                {
                  "text": "考",
                  "kana": "かんが",
                  "t": 3.26
                },
                {
                  "text": "える",
                  "t": 3.62
                },
                {
                  "text": "べ",
                  "t": 3.8
                },
                {
                  "text": "き",
                  "t": 3.98
                },
                {
                  "text": "だ",
                  "t": 4.1
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然是学生，就应该把学业放在第一位。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-004.mp3"
            }
          ]
        },
        {
          "question": "4. ～一方/一方で(は)",
          "overview": "接续：动/ナ形/名の名词修饰形＋一方/一方で（は）\n说明：“一方……一方面……”；“一边……一边……”。\n注意：前后项可以是相反的对比关系，也可以是并列的关系。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 5,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "科学",
                  "kana": "かがく",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.62
                },
                {
                  "text": "発展",
                  "kana": "はってん",
                  "t": 0.82
                },
                {
                  "text": "は",
                  "t": 1.2
                },
                {
                  "text": "便利",
                  "kana": "べんり",
                  "t": 1.36
                },
                {
                  "text": "な",
                  "t": 1.78
                },
                {
                  "text": "生活",
                  "kana": "せいかつ",
                  "t": 1.98
                },
                {
                  "text": "を",
                  "t": 2.34
                },
                {
                  "text": "も",
                  "t": 2.58
                },
                {
                  "text": "た",
                  "t": 2.72
                },
                {
                  "text": "ら",
                  "t": 2.82
                },
                {
                  "text": "す",
                  "t": 2.96
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 3.1
                },
                {
                  "text": "で",
                  "t": 3.46
                },
                {
                  "text": "、"
                },
                {
                  "text": "深刻",
                  "kana": "しんこく",
                  "t": 4.24
                },
                {
                  "text": "な",
                  "t": 4.56
                },
                {
                  "text": "環境汚染",
                  "kana": "かんきょうおせん",
                  "t": 4.76
                },
                {
                  "text": "を",
                  "t": 5.56
                },
                {
                  "text": "引",
                  "kana": "ひ",
                  "t": 5.84
                },
                {
                  "text": "き",
                  "t": 5.96
                },
                {
                  "text": "起",
                  "kana": "お",
                  "t": 6.1
                },
                {
                  "text": "こ",
                  "t": 6.22
                },
                {
                  "text": "した",
                  "t": 6.32
                },
                {
                  "text": "。"
                }
              ],
              "zh": "科学的发展一方面给人们带来了便利的生活，另一方面也引起了严重的环境污染。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-005.mp3"
            }
          ]
        },
        {
          "question": "5. ～一方だ",
          "overview": "接续：动辞书形＋一方だ\n说明：表示情况朝着一个方向不断发展，“不断……”“越来越……”。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 6,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "最近",
                  "kana": "さいきん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.72
                },
                {
                  "text": "調査",
                  "kana": "ちょうさ",
                  "t": 1
                },
                {
                  "text": "に",
                  "t": 1.32
                },
                {
                  "text": "よ",
                  "t": 1.46
                },
                {
                  "text": "れ",
                  "t": 1.6
                },
                {
                  "text": "ば",
                  "t": 1.74
                },
                {
                  "text": "、"
                },
                {
                  "text": "未成年",
                  "kana": "みせいねん",
                  "t": 2.24
                },
                {
                  "text": "犯罪",
                  "kana": "はんざい",
                  "t": 2.86
                },
                {
                  "text": "は",
                  "t": 3.3
                },
                {
                  "text": "高",
                  "kana": "たか",
                  "t": 3.62
                },
                {
                  "text": "く",
                  "t": 3.86
                },
                {
                  "text": "なる",
                  "t": 4.06
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 4.22
                },
                {
                  "text": "だ",
                  "t": 4.68
                },
                {
                  "text": "。"
                }
              ],
              "zh": "根据最近的调查显示，未成年犯罪率越来越高。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-006.mp3"
            }
          ]
        },
        {
          "question": "6. ～上で(は)",
          "overview": "接续1：动辞书形/名一の＋上で（は）\n说明1：“在……方面……上”。\n注意1：前面接名词时，常接“暦（日历）/法律（法律）/地図（地图）/データ（数据）”等。\n\n接续2：动た形/名一の＋上で\n说明2：“在……之后”。\n注意2：有时可以用「名＋の＋上」，后面不用「で」，多用于通知等书面语。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 7,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "外国語",
                  "kana": "がいこくご",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.92
                },
                {
                  "text": "勉強",
                  "kana": "べんきょう",
                  "t": 1.08
                },
                {
                  "text": "する",
                  "t": 1.48
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.68
                },
                {
                  "text": "で",
                  "t": 1.9
                },
                {
                  "text": "、"
                },
                {
                  "text": "立派",
                  "kana": "りっぱ",
                  "t": 2.46
                },
                {
                  "text": "な",
                  "t": 2.86
                },
                {
                  "text": "精神",
                  "kana": "せいしん",
                  "t": 3.06
                },
                {
                  "text": "態度",
                  "kana": "たいど",
                  "t": 3.5
                },
                {
                  "text": "が",
                  "t": 3.86
                },
                {
                  "text": "最",
                  "kana": "もっと",
                  "t": 4.04
                },
                {
                  "text": "も",
                  "t": 4.34
                },
                {
                  "text": "大切",
                  "kana": "たいせつ",
                  "t": 4.58
                },
                {
                  "text": "だ",
                  "t": 5.02
                },
                {
                  "text": "。"
                }
              ],
              "zh": "学习外语方面，坚定的精神态度是最重要的。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-007.mp3"
            },
            {
              "id": 8,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "わた",
                  "t": 0
                },
                {
                  "text": "し",
                  "t": 0.7
                },
                {
                  "text": "一人",
                  "kana": "ひとり",
                  "t": 0.7
                },
                {
                  "text": "では",
                  "t": 1.08
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 1.32
                },
                {
                  "text": "め",
                  "t": 1.54
                },
                {
                  "text": "か",
                  "t": 1.7
                },
                {
                  "text": "ね",
                  "t": 1.78
                },
                {
                  "text": "ます",
                  "t": 1.88
                },
                {
                  "text": "ので",
                  "t": 2.06
                },
                {
                  "text": "、"
                },
                {
                  "text": "我々",
                  "kana": "われわれ",
                  "t": 2.68
                },
                {
                  "text": "再検討",
                  "kana": "さいけんとう",
                  "t": 3.2
                },
                {
                  "text": "した",
                  "t": 3.88
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 4.14
                },
                {
                  "text": "で",
                  "t": 4.36
                },
                {
                  "text": "、"
                },
                {
                  "text": "お",
                  "t": 4.82
                },
                {
                  "text": "返事",
                  "kana": "へんじ",
                  "t": 4.96
                },
                {
                  "text": "します",
                  "t": 5.3
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我一个人不能决定，等我们再研讨之后，再给您回复。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-008.mp3"
            }
          ]
        },
        {
          "question": "7. ～上は",
          "overview": "接续：动辞书形・た形＋上は\n说明：前项表示既定的事实，“既然……”。\n注意：与「以上」的用法相同，语气比「以上」更强烈。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 9,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "目標",
                  "kana": "もくひょう",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.76
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 0.96
                },
                {
                  "text": "め",
                  "t": 1.08
                },
                {
                  "text": "た",
                  "t": 1.24
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.34
                },
                {
                  "text": "は",
                  "t": 1.52
                },
                {
                  "text": "、"
                },
                {
                  "text": "それ",
                  "t": 2.08
                },
                {
                  "text": "に",
                  "t": 2.36
                },
                {
                  "text": "向",
                  "kana": "む",
                  "t": 2.58
                },
                {
                  "text": "か",
                  "t": 2.72
                },
                {
                  "text": "って",
                  "t": 2.92
                },
                {
                  "text": "前向",
                  "kana": "まえむ",
                  "t": 3.08
                },
                {
                  "text": "き",
                  "t": 3.5
                },
                {
                  "text": "に",
                  "t": 3.62
                },
                {
                  "text": "行動",
                  "kana": "こうどう",
                  "t": 3.78
                },
                {
                  "text": "し",
                  "t": 4.16
                },
                {
                  "text": "な",
                  "t": 4.34
                },
                {
                  "text": "けれ",
                  "t": 4.48
                },
                {
                  "text": "ば",
                  "t": 4.66
                },
                {
                  "text": "なら",
                  "t": 4.82
                },
                {
                  "text": "ない",
                  "t": 5.06
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然定了目标，就必须朝着实现目标积极行动。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-009.mp3"
            }
          ]
        },
        {
          "question": "8. ～うちに",
          "overview": "接续1：动普通形・ない形/イ形＋うちに\n　　　　ナ形语干ーな/名一の\n说明1：“在……期间”。\n\n接续2：动ている形＋うちに\n说明2：前项表示正在进行的一件事情，在这期间发生了另外一件事情，可灵活翻译。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 10,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "忘",
                  "kana": "わす",
                  "t": 0
                },
                {
                  "text": "れない",
                  "t": 0.6
                },
                {
                  "text": "う",
                  "t": 0.86
                },
                {
                  "text": "ち",
                  "t": 1.1
                },
                {
                  "text": "に",
                  "t": 1.24
                },
                {
                  "text": "、"
                },
                {
                  "text": "手帳",
                  "kana": "てちょう",
                  "t": 1.68
                },
                {
                  "text": "に",
                  "t": 2.12
                },
                {
                  "text": "メ",
                  "t": 2.32
                },
                {
                  "text": "モ",
                  "t": 2.48
                },
                {
                  "text": "を",
                  "t": 2.6
                },
                {
                  "text": "し",
                  "t": 2.76
                },
                {
                  "text": "と",
                  "t": 2.88
                },
                {
                  "text": "こう",
                  "t": 3.04
                },
                {
                  "text": "。"
                }
              ],
              "zh": "趁着还没忘记，先记在手账里吧。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-010.mp3"
            },
            {
              "id": 11,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "新",
                  "kana": "あたら",
                  "t": 0
                },
                {
                  "text": "しい",
                  "t": 0.62
                },
                {
                  "text": "パ",
                  "t": 0.88
                },
                {
                  "text": "ソ",
                  "t": 1.12
                },
                {
                  "text": "コ",
                  "t": 1.26
                },
                {
                  "text": "ン",
                  "t": 1.36
                },
                {
                  "text": "を",
                  "t": 1.48
                },
                {
                  "text": "買",
                  "kana": "か",
                  "t": 1.56
                },
                {
                  "text": "った",
                  "t": 1.74
                },
                {
                  "text": "が",
                  "t": 1.9
                },
                {
                  "text": "、"
                },
                {
                  "text": "1",
                  "t": 2.44
                },
                {
                  "text": "か",
                  "t": 2.84
                },
                {
                  "text": "月",
                  "kana": "げつ",
                  "t": 2.94
                },
                {
                  "text": "も",
                  "t": 3.14
                },
                {
                  "text": "経",
                  "kana": "た",
                  "t": 3.38
                },
                {
                  "text": "た",
                  "t": 3.54
                },
                {
                  "text": "ない",
                  "t": 3.64
                },
                {
                  "text": "う",
                  "t": 3.8
                },
                {
                  "text": "ち",
                  "t": 3.98
                },
                {
                  "text": "に",
                  "t": 4.12
                },
                {
                  "text": "新型",
                  "kana": "しんがた",
                  "t": 4.42
                },
                {
                  "text": "が",
                  "t": 4.84
                },
                {
                  "text": "発売",
                  "kana": "はつばい",
                  "t": 5.08
                },
                {
                  "text": "さ",
                  "t": 5.5
                },
                {
                  "text": "れて",
                  "t": 5.68
                },
                {
                  "text": "が",
                  "t": 5.94
                },
                {
                  "text": "っ",
                  "t": 6.18
                },
                {
                  "text": "か",
                  "t": 6.26
                },
                {
                  "text": "り",
                  "t": 6.36
                },
                {
                  "text": "した",
                  "t": 6.48
                },
                {
                  "text": "。"
                }
              ],
              "zh": "买了新电脑，但是还没到一个月新款就发售了，很失望。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-011.mp3"
            }
          ]
        },
        {
          "question": "9. ～うちは",
          "overview": "接续：动普通形/イ形＋うちは\n　　　ナ形语干ーな/名一の\n说明：表示前项持续的状态、期间内，后项表示发生了没有预想到的结果。\n注意：相当于“～ている間に”。前项表示持续性的状态，后项表示发生的结果自然而然地发生的，跟“うちに”前项表示动作、后项表示不知不觉发生的结果略有不同。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 12,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "気象庁",
                  "kana": "きしょうちょう",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.84
                },
                {
                  "text": "大雨",
                  "kana": "おおあめ",
                  "t": 1.08
                },
                {
                  "text": "警報",
                  "kana": "けいほう",
                  "t": 1.5
                },
                {
                  "text": "を",
                  "t": 1.94
                },
                {
                  "text": "発表",
                  "kana": "はっぴょう",
                  "t": 2.18
                },
                {
                  "text": "して",
                  "t": 2.48
                },
                {
                  "text": "いる",
                  "t": 2.74
                },
                {
                  "text": "う",
                  "t": 2.92
                },
                {
                  "text": "ちは",
                  "t": 3.1
                },
                {
                  "text": "、"
                },
                {
                  "text": "外出",
                  "kana": "がいしゅつ",
                  "t": 3.8
                },
                {
                  "text": "を",
                  "t": 4.08
                },
                {
                  "text": "控",
                  "kana": "ひか",
                  "t": 4.3
                },
                {
                  "text": "えて",
                  "t": 4.48
                },
                {
                  "text": "ください",
                  "t": 4.7
                },
                {
                  "text": "。"
                }
              ],
              "zh": "气象厅发布大雨警报期间，请减少外出。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-012.mp3"
            }
          ]
        },
        {
          "question": "10. ～(よ)うではないか/(よ)うじゃないか",
          "overview": "接续：动意向形＋ではないか/じゃないか\n说明：表示建议或劝诱，“让我们……吧”。\n注意：包含强烈的呼吁、号召的语气，“～(よ)うではありませんか”是更有礼貌的表达方式。",
          "answer": "",
          "unit": "第1单元",
          "sentences": [
            {
              "id": 13,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "みなさん",
                  "t": 0.5
                },
                {
                  "text": "、"
                },
                {
                  "text": "自然",
                  "kana": "しぜん",
                  "t": 0.86
                },
                {
                  "text": "資源",
                  "kana": "しげん",
                  "t": 1.4
                },
                {
                  "text": "を",
                  "t": 1.72
                },
                {
                  "text": "守",
                  "kana": "まも",
                  "t": 1.9
                },
                {
                  "text": "る",
                  "t": 2.12
                },
                {
                  "text": "ため",
                  "t": 2.28
                },
                {
                  "text": "に",
                  "t": 2.54
                },
                {
                  "text": "、"
                },
                {
                  "text": "リ",
                  "t": 3.06
                },
                {
                  "text": "サ",
                  "t": 3.24
                },
                {
                  "text": "イ",
                  "t": 3.38
                },
                {
                  "text": "ク",
                  "t": 3.5
                },
                {
                  "text": "ル",
                  "t": 3.58
                },
                {
                  "text": "活動",
                  "kana": "かつどう",
                  "t": 3.7
                },
                {
                  "text": "に",
                  "t": 4.1
                },
                {
                  "text": "協力",
                  "kana": "きょうりょく",
                  "t": 4.28
                },
                {
                  "text": "し",
                  "t": 4.74
                },
                {
                  "text": "よう",
                  "t": 4.92
                },
                {
                  "text": "では",
                  "t": 5.1
                },
                {
                  "text": "ない",
                  "t": 5.32
                },
                {
                  "text": "か",
                  "t": 5.56
                },
                {
                  "text": "。"
                }
              ],
              "zh": "为了保护自然资源，让我们一起支持废品再利用运动吧。",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-013.mp3"
            },
            {
              "id": 14,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "今月",
                  "kana": "こんげつ",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.68
                },
                {
                  "text": "売",
                  "kana": "う",
                  "t": 0.88
                },
                {
                  "text": "り",
                  "t": 1.08
                },
                {
                  "text": "上",
                  "kana": "あ",
                  "t": 1.16
                },
                {
                  "text": "げ",
                  "t": 1.24
                },
                {
                  "text": "目標",
                  "kana": "もくひょう",
                  "t": 1.34
                },
                {
                  "text": "も",
                  "t": 1.74
                },
                {
                  "text": "達成",
                  "kana": "たっせい",
                  "t": 1.98
                },
                {
                  "text": "でき",
                  "t": 2.38
                },
                {
                  "text": "た",
                  "t": 2.62
                },
                {
                  "text": "し",
                  "t": 2.86
                },
                {
                  "text": "、"
                },
                {
                  "text": "今日",
                  "kana": "きょう",
                  "t": 3.4
                },
                {
                  "text": "は",
                  "t": 3.4
                },
                {
                  "text": "み",
                  "t": 3.78
                },
                {
                  "text": "んな",
                  "t": 4.02
                },
                {
                  "text": "で",
                  "t": 4.16
                },
                {
                  "text": "飲",
                  "kana": "の",
                  "t": 4.3
                },
                {
                  "text": "もう",
                  "t": 4.5
                },
                {
                  "text": "じゃない",
                  "t": 4.66
                },
                {
                  "text": "か",
                  "t": 4.94
                },
                {
                  "text": "。"
                }
              ],
              "zh": "这个月的销售目标也达成了，今天我们大家一起痛痛快快喝一杯吧！",
              "notes": "",
              "blanks": [],
              "audio": "audio/seg-014.mp3"
            }
          ]
        }
      ]
    }
  ],
  "mcq": [
    {
      "id": 1,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "ここ"
        },
        {
          "text": "数年",
          "kana": "すうねん"
        },
        {
          "text": "、"
        },
        {
          "text": "日本",
          "kana": "にほん"
        },
        {
          "text": "へ"
        },
        {
          "text": "留学",
          "kana": "りゅうがく"
        },
        {
          "text": "する"
        },
        {
          "text": "学生",
          "kana": "がくせい"
        },
        {
          "text": "は"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "一方",
          "kana": "いっぽう"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "え"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "え"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "やす"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "やし"
            }
          ]
        }
      ],
      "answer": 2,
      "explanationZh": ""
    },
    {
      "id": 2,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "教師",
          "kana": "きょうし"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "生徒",
          "kana": "せいと"
        },
        {
          "text": "の"
        },
        {
          "text": "学習",
          "kana": "がくしゅう"
        },
        {
          "text": "意欲",
          "kana": "いよく"
        },
        {
          "text": "を"
        },
        {
          "text": "引",
          "kana": "ひ"
        },
        {
          "text": "き"
        },
        {
          "text": "出",
          "kana": "だ"
        },
        {
          "text": "す"
        },
        {
          "text": "授業",
          "kana": "じゅぎょう"
        },
        {
          "text": "づくりを"
        },
        {
          "text": "工夫",
          "kana": "くふう"
        },
        {
          "text": "しなければならない"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "の"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "だった"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "である"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "で"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        }
      ],
      "answer": 3,
      "explanationZh": ""
    },
    {
      "id": 3,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "息子",
          "kana": "むすこ"
        },
        {
          "text": "が"
        },
        {
          "text": "事故",
          "kana": "じこ"
        },
        {
          "text": "でなくなった"
        },
        {
          "text": "知",
          "kana": "し"
        },
        {
          "text": "らせ"
        },
        {
          "text": "を"
        },
        {
          "text": "聞",
          "kana": "き"
        },
        {
          "text": "い"
        },
        {
          "text": "た"
        },
        {
          "text": "彼女",
          "kana": "かのじょ"
        },
        {
          "text": "は"
        },
        {
          "text": "、"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "あまり"
        },
        {
          "text": "大声",
          "kana": "おおごえ"
        },
        {
          "text": "で"
        },
        {
          "text": "泣",
          "kana": "な"
        },
        {
          "text": "き"
        },
        {
          "text": "始",
          "kana": "はじ"
        },
        {
          "text": "め"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しみ"
            },
            {
              "text": "の"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しい"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しく"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しく"
            },
            {
              "text": "の"
            }
          ]
        }
      ],
      "answer": 1,
      "explanationZh": ""
    },
    {
      "id": 4,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "雨",
          "kana": "あめ"
        },
        {
          "text": "が"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "うちに"
        },
        {
          "text": "走",
          "kana": "はし"
        },
        {
          "text": "っ"
        },
        {
          "text": "て"
        },
        {
          "text": "家",
          "kana": "いえ"
        },
        {
          "text": "に"
        },
        {
          "text": "帰",
          "kana": "かえ"
        },
        {
          "text": "っ"
        },
        {
          "text": "てきた"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "上",
              "kana": "あ"
            },
            {
              "text": "が"
            },
            {
              "text": "った"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "上",
              "kana": "あ"
            },
            {
              "text": "が"
            },
            {
              "text": "りの"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "降",
              "kana": "ふ"
            },
            {
              "text": "っ"
            },
            {
              "text": "ての"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "降",
              "kana": "ふ"
            },
            {
              "text": "ら"
            },
            {
              "text": "ない"
            }
          ]
        }
      ],
      "answer": 4,
      "explanationZh": ""
    },
    {
      "id": 5,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "「"
        },
        {
          "text": "頑張",
          "kana": "がんば"
        },
        {
          "text": "っ"
        },
        {
          "text": "て"
        },
        {
          "text": "、"
        },
        {
          "text": "今年",
          "kana": "ことし"
        },
        {
          "text": "こそ"
        },
        {
          "text": "優勝",
          "kana": "ゆうしょう"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "ではありませんか"
        },
        {
          "text": "！"
        },
        {
          "text": "」"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "する"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "している"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "しよう"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "すまい"
            }
          ]
        }
      ],
      "answer": 3,
      "explanationZh": ""
    },
    {
      "id": 6,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "子",
          "kana": "こ"
        },
        {
          "text": "ども"
        },
        {
          "text": "たちに"
        },
        {
          "text": "勉強",
          "kana": "べんきょう"
        },
        {
          "text": "の"
        },
        {
          "text": "楽",
          "kana": "たの"
        },
        {
          "text": "しさ"
        },
        {
          "text": "を"
        },
        {
          "text": "感",
          "kana": "かん"
        },
        {
          "text": "じ"
        },
        {
          "text": "てほしい"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうち"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうちは"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうちで"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうちを"
            }
          ]
        }
      ],
      "answer": 2,
      "explanationZh": ""
    },
    {
      "id": 7,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "考",
          "kana": "かんが"
        },
        {
          "text": "え"
        },
        {
          "text": "に"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "あげく"
        },
        {
          "text": "、"
        },
        {
          "text": "山田",
          "kana": "やまだ"
        },
        {
          "text": "さんの"
        },
        {
          "text": "提案",
          "kana": "ていあん"
        },
        {
          "text": "を"
        },
        {
          "text": "採用",
          "kana": "さいよう"
        },
        {
          "text": "しないことにした"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "ている"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "た"
            }
          ]
        }
      ],
      "answer": 4,
      "explanationZh": ""
    },
    {
      "id": 8,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "パソコン"
        },
        {
          "text": "を"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "セキュリティーソフト"
        },
        {
          "text": "は"
        },
        {
          "text": "欠",
          "kana": "か"
        },
        {
          "text": "か"
        },
        {
          "text": "せないものだ"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "った"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "う"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "った"
            },
            {
              "text": "上",
              "kana": "うえ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "って"
            },
            {
              "text": "いる"
            },
            {
              "text": "上",
              "kana": "うえ"
            }
          ]
        }
      ],
      "answer": 2,
      "explanationZh": ""
    },
    {
      "id": 9,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "地域",
          "kana": "ちいき"
        },
        {
          "text": "では"
        },
        {
          "text": "都市化",
          "kana": "としか"
        },
        {
          "text": "が"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "緑",
          "kana": "みどり"
        },
        {
          "text": "豊",
          "kana": "ゆた"
        },
        {
          "text": "か"
        },
        {
          "text": "な"
        },
        {
          "text": "自然",
          "kana": "しぜん"
        },
        {
          "text": "も"
        },
        {
          "text": "多",
          "kana": "おお"
        },
        {
          "text": "く"
        },
        {
          "text": "残",
          "kana": "のこ"
        },
        {
          "text": "さ"
        },
        {
          "text": "れている"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "む"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "み"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "ん"
            },
            {
              "text": "だ"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "む"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "は"
            }
          ]
        }
      ],
      "answer": 1,
      "explanationZh": ""
    },
    {
      "id": 10,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "ここまで"
        },
        {
          "text": "____",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "そう"
        },
        {
          "text": "簡単",
          "kana": "かんたん"
        },
        {
          "text": "にあきらめたくない"
        },
        {
          "text": "。"
        }
      ],
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "来",
              "kana": "き"
            },
            {
              "text": "た"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "来",
              "kana": "き"
            },
            {
              "text": "た"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "来",
              "kana": "く"
            },
            {
              "text": "る"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "来",
              "kana": "こ"
            },
            {
              "text": "ない"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        }
      ],
      "answer": 1,
      "explanationZh": ""
    }
  ],
  "titleDictate": true
};
