window.LESSON_DATA = {
  "title": "N2语法",
  "subtitle": "语法01",
  "sideNavLabel": "",
  "tabs": [
    {
      "mondai": "语法点",
      "questions": [
        {
          "question": "1. ～あげく(に)",
          "overview": "接续：动た形/名一の＋あげく（に）\n说明：表示结果，“最后……”。\n注意：后项的结果一般带有消极的意义。除了“～あげく”的形式之外，还有“～あげくのはてに”的形式，与“～あげく”的意思相同，但是后项的结果比“～あげく”更为严重，可用于连接两个句子，有接续词的功能。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-001.mp3",
          "sentences": [
            {
              "id": 1,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "町",
                  "kana": "まち",
                  "t": 0
                },
                {
                  "text": "で",
                  "t": 0.52
                },
                {
                  "text": "お",
                  "t": 0.7
                },
                {
                  "text": "祭",
                  "kana": "まつ",
                  "t": 0.86
                },
                {
                  "text": "り",
                  "t": 1.08
                },
                {
                  "text": "が",
                  "t": 1.2
                },
                {
                  "text": "あ",
                  "t": 1.34
                },
                {
                  "text": "って",
                  "t": 1.46
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 1.68
                },
                {
                  "text": "ご",
                  "t": 1.98
                },
                {
                  "text": "み",
                  "t": 2.12
                },
                {
                  "text": "に",
                  "t": 2.24
                },
                {
                  "text": "巻",
                  "kana": "ま",
                  "t": 2.38
                },
                {
                  "text": "き",
                  "t": 2.58
                },
                {
                  "text": "込",
                  "kana": "こ",
                  "t": 2.66
                },
                {
                  "text": "ま",
                  "t": 2.76
                },
                {
                  "text": "れた",
                  "t": 2.88
                },
                {
                  "text": "あ",
                  "t": 3.06
                },
                {
                  "text": "げく",
                  "t": 3.28
                },
                {
                  "text": "、"
                },
                {
                  "text": "道",
                  "kana": "みち",
                  "t": 3.92
                },
                {
                  "text": "に",
                  "t": 4.04
                },
                {
                  "text": "迷",
                  "kana": "まよ",
                  "t": 4.26
                },
                {
                  "text": "って",
                  "t": 4.5
                },
                {
                  "text": "しま",
                  "t": 4.7
                },
                {
                  "text": "った",
                  "t": 4.96
                },
                {
                  "text": "。"
                }
              ],
              "zh": "镇上有庙会，我被卷入拥挤的人群，最后迷路了。",
              "notes": "",
              "blanks": [
                "巻き込まれたあげく",
                "迷ってしまった"
              ],
              "audio": "audio/seg-001.mp3"
            },
            {
              "id": 2,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "進路",
                  "kana": "しんろ",
                  "t": 0
                },
                {
                  "text": "に",
                  "t": 0.68
                },
                {
                  "text": "つ",
                  "t": 0.92
                },
                {
                  "text": "いて",
                  "t": 1
                },
                {
                  "text": "さん",
                  "t": 1.28
                },
                {
                  "text": "ざ",
                  "t": 1.6
                },
                {
                  "text": "ん",
                  "t": 1.72
                },
                {
                  "text": "悩",
                  "kana": "なや",
                  "t": 1.72
                },
                {
                  "text": "んだ",
                  "t": 2.02
                },
                {
                  "text": "あ",
                  "t": 2.24
                },
                {
                  "text": "げく",
                  "t": 2.4
                },
                {
                  "text": "、"
                },
                {
                  "text": "大学院",
                  "kana": "だいがくいん",
                  "t": 2.96
                },
                {
                  "text": "へ",
                  "t": 3.6
                },
                {
                  "text": "の",
                  "t": 3.78
                },
                {
                  "text": "進学",
                  "kana": "しんがく",
                  "t": 4
                },
                {
                  "text": "を",
                  "t": 4.34
                },
                {
                  "text": "あき",
                  "t": 4.7
                },
                {
                  "text": "らめ",
                  "t": 5.04
                },
                {
                  "text": "る",
                  "t": 5.16
                },
                {
                  "text": "こと",
                  "t": 5.3
                },
                {
                  "text": "に",
                  "t": 5.48
                },
                {
                  "text": "した",
                  "t": 5.7
                },
                {
                  "text": "。"
                }
              ],
              "zh": "关于毕业后的去向，我烦恼了许久，最后决定放弃读研。",
              "notes": "",
              "blanks": [
                "さんざん悩んだあげく",
                "あきらめることにした"
              ],
              "audio": "audio/seg-002.mp3"
            },
            {
              "id": 3,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "兄",
                  "kana": "あに",
                  "t": 0
                },
                {
                  "text": "に",
                  "t": 0.46
                },
                {
                  "text": "農作業",
                  "kana": "のうさぎょう",
                  "t": 0.7
                },
                {
                  "text": "を",
                  "t": 1.3
                },
                {
                  "text": "手伝",
                  "kana": "てつだ",
                  "t": 1.5
                },
                {
                  "text": "わ",
                  "t": 1.78
                },
                {
                  "text": "さ",
                  "t": 1.94
                },
                {
                  "text": "れた",
                  "t": 2.08
                },
                {
                  "text": "あげ",
                  "t": 2.28
                },
                {
                  "text": "く",
                  "t": 2.48
                },
                {
                  "text": "、"
                },
                {
                  "text": "仕事",
                  "kana": "しごと",
                  "t": 3.2
                },
                {
                  "text": "が",
                  "t": 3.46
                },
                {
                  "text": "遅",
                  "kana": "おそ",
                  "t": 3.72
                },
                {
                  "text": "い",
                  "t": 3.92
                },
                {
                  "text": "な",
                  "t": 4.08
                },
                {
                  "text": "ど",
                  "t": 4.2
                },
                {
                  "text": "と",
                  "t": 4.3
                },
                {
                  "text": "文句",
                  "kana": "もんく",
                  "t": 4.46
                },
                {
                  "text": "を",
                  "t": 4.82
                },
                {
                  "text": "言",
                  "kana": "い",
                  "t": 4.96
                },
                {
                  "text": "わ",
                  "t": 5.1
                },
                {
                  "text": "れた",
                  "t": 5.18
                },
                {
                  "text": "。"
                }
              ],
              "zh": "被迫帮哥哥干农活，最后却被他抱怨说干活儿慢。",
              "notes": "",
              "blanks": [
                "手伝わされたあげく",
                "文句を言われた"
              ],
              "audio": "audio/seg-003.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "2. ～あまり(に)",
          "overview": "接续：动辞书形/ナ形语干－な/名一の＋あまり（に）\n说明：表示由于程度过甚，由此导致某种结果。“由于过度……而……”。\n注意：常与表示状态或感情的词一起使用，如“忙しさ（忙碌）/驚き（惊讶）/うれしさ（高兴）/喜び（喜悦）/悲しみ（悲伤）/感激（感激，感动）/心配（担心）”等。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-002.mp3",
          "sentences": [
            {
              "id": 4,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "彼女",
                  "kana": "かのじょ",
                  "t": 0
                },
                {
                  "text": "は",
                  "t": 0.64
                },
                {
                  "text": "人目",
                  "kana": "ひとめ",
                  "t": 0.8
                },
                {
                  "text": "を",
                  "t": 1.16
                },
                {
                  "text": "気",
                  "kana": "き",
                  "t": 1.34
                },
                {
                  "text": "に",
                  "t": 1.48
                },
                {
                  "text": "する",
                  "t": 1.64
                },
                {
                  "text": "あ",
                  "t": 1.84
                },
                {
                  "text": "まり",
                  "t": 2
                },
                {
                  "text": "に",
                  "t": 2.2
                },
                {
                  "text": "、"
                },
                {
                  "text": "嫌",
                  "kana": "いや",
                  "t": 2.76
                },
                {
                  "text": "な",
                  "t": 2.9
                },
                {
                  "text": "こと",
                  "t": 3.1
                },
                {
                  "text": "も",
                  "t": 3.3
                },
                {
                  "text": "嫌",
                  "kana": "いや",
                  "t": 3.52
                },
                {
                  "text": "だ",
                  "t": 3.74
                },
                {
                  "text": "と",
                  "t": 3.94
                },
                {
                  "text": "素直",
                  "kana": "すなお",
                  "t": 4.12
                },
                {
                  "text": "に",
                  "t": 4.48
                },
                {
                  "text": "言",
                  "kana": "い",
                  "t": 4.68
                },
                {
                  "text": "え",
                  "t": 4.76
                },
                {
                  "text": "ない",
                  "t": 4.92
                },
                {
                  "text": "。"
                }
              ],
              "zh": "因为她太在意别人的眼光，即便是厌恶的事情也无法坦诚地说出来。",
              "notes": "",
              "blanks": [
                "気にするあまりに",
                "素直に言えない"
              ],
              "audio": "audio/seg-004.mp3"
            },
            {
              "id": 5,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "大好",
                  "kana": "だいす",
                  "t": 0
                },
                {
                  "text": "き",
                  "t": 0.68
                },
                {
                  "text": "な",
                  "t": 0.8
                },
                {
                  "text": "ア",
                  "t": 0.94
                },
                {
                  "text": "イ",
                  "t": 1.08
                },
                {
                  "text": "ド",
                  "t": 1.18
                },
                {
                  "text": "ル",
                  "t": 1.24
                },
                {
                  "text": "に",
                  "t": 1.36
                },
                {
                  "text": "や",
                  "t": 1.48
                },
                {
                  "text": "っと",
                  "t": 1.72
                },
                {
                  "text": "会",
                  "kana": "あ",
                  "t": 1.88
                },
                {
                  "text": "え",
                  "t": 2.04
                },
                {
                  "text": "た",
                  "t": 2.18
                },
                {
                  "text": "幸子",
                  "kana": "さちこ",
                  "t": 2.3
                },
                {
                  "text": "は",
                  "t": 2.7
                },
                {
                  "text": "、"
                },
                {
                  "text": "興奮",
                  "kana": "こうふん",
                  "t": 3.14
                },
                {
                  "text": "の",
                  "t": 3.6
                },
                {
                  "text": "あ",
                  "t": 3.82
                },
                {
                  "text": "まり",
                  "t": 3.92
                },
                {
                  "text": "、"
                },
                {
                  "text": "気",
                  "kana": "き",
                  "t": 4.36
                },
                {
                  "text": "を",
                  "t": 4.68
                },
                {
                  "text": "失",
                  "kana": "うしな",
                  "t": 4.84
                },
                {
                  "text": "った",
                  "t": 5.08
                },
                {
                  "text": "。"
                }
              ],
              "zh": "幸子终于见到了自己非常喜欢的偶像，由于兴奋过度，晕倒了。",
              "notes": "",
              "blanks": [
                "興奮のあまり",
                "気を失った"
              ],
              "audio": "audio/seg-005.mp3"
            },
            {
              "id": 6,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "念願",
                  "kana": "ねんがん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.7
                },
                {
                  "text": "大学",
                  "kana": "だいがく",
                  "t": 0.92
                },
                {
                  "text": "に",
                  "t": 1.26
                },
                {
                  "text": "合格",
                  "kana": "ごうかく",
                  "t": 1.52
                },
                {
                  "text": "し",
                  "t": 1.9
                },
                {
                  "text": "、"
                },
                {
                  "text": "う",
                  "t": 2.32
                },
                {
                  "text": "れし",
                  "t": 2.8
                },
                {
                  "text": "さ",
                  "t": 2.9
                },
                {
                  "text": "の",
                  "t": 3.04
                },
                {
                  "text": "あ",
                  "t": 3.18
                },
                {
                  "text": "まり",
                  "t": 3.28
                },
                {
                  "text": "に",
                  "t": 3.46
                },
                {
                  "text": "、"
                },
                {
                  "text": "飛",
                  "kana": "と",
                  "t": 3.92
                },
                {
                  "text": "び",
                  "t": 4.1
                },
                {
                  "text": "上",
                  "kana": "あ",
                  "t": 4.26
                },
                {
                  "text": "が",
                  "t": 4.36
                },
                {
                  "text": "り",
                  "t": 4.46
                },
                {
                  "text": "そう",
                  "t": 4.6
                },
                {
                  "text": "にな",
                  "t": 4.78
                },
                {
                  "text": "った",
                  "t": 5.06
                },
                {
                  "text": "。"
                }
              ],
              "zh": "考上了向往已久的大学，高兴得快要跳起来了。",
              "notes": "",
              "blanks": [
                "うれしさのあまりに",
                "飛び上がりそうになった"
              ],
              "audio": "audio/seg-006.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "3. ～以上(は)",
          "overview": "接续：动/ナ形/イ形の名词修饰形＋以上（は）\n　　　ナ形语干/名＋である＋以上（は）\n说明：前项表示确定的事实，“既然……就……”。\n注意：后项常接表示决心、义务、建议、推量等表达说话人意志的内容。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-003.mp3",
          "sentences": [
            {
              "id": 7,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "京都",
                  "kana": "きょうと",
                  "t": 0
                },
                {
                  "text": "に",
                  "t": 0.66
                },
                {
                  "text": "来",
                  "kana": "き",
                  "t": 0.82
                },
                {
                  "text": "た",
                  "t": 0.96
                },
                {
                  "text": "以上",
                  "kana": "いじょう",
                  "t": 1.06
                },
                {
                  "text": "、"
                },
                {
                  "text": "絶対",
                  "kana": "ぜったい",
                  "t": 1.54
                },
                {
                  "text": "金閣寺",
                  "kana": "きんかくじ",
                  "t": 2.34
                },
                {
                  "text": "を",
                  "t": 2.96
                },
                {
                  "text": "見",
                  "kana": "み",
                  "t": 3.06
                },
                {
                  "text": "に",
                  "t": 3.24
                },
                {
                  "text": "行",
                  "kana": "い",
                  "t": 3.38
                },
                {
                  "text": "った",
                  "t": 3.5
                },
                {
                  "text": "ほう",
                  "t": 3.64
                },
                {
                  "text": "が",
                  "t": 3.9
                },
                {
                  "text": "いい",
                  "t": 4
                },
                {
                  "text": "よ",
                  "t": 4.2
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然来了京都，就最好去金阁寺看看。",
              "notes": "",
              "blanks": [
                "来た以上",
                "見に行ったほうがいい"
              ],
              "audio": "audio/seg-007.mp3"
            },
            {
              "id": 8,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "み",
                  "t": 0
                },
                {
                  "text": "んな",
                  "t": 0.46
                },
                {
                  "text": "の",
                  "t": 0.64
                },
                {
                  "text": "前",
                  "kana": "まえ",
                  "t": 0.8
                },
                {
                  "text": "で",
                  "t": 0.92
                },
                {
                  "text": "一人",
                  "kana": "ひとり",
                  "t": 1.1
                },
                {
                  "text": "で",
                  "t": 1.46
                },
                {
                  "text": "や",
                  "t": 1.56
                },
                {
                  "text": "る",
                  "t": 1.68
                },
                {
                  "text": "と",
                  "t": 1.8
                },
                {
                  "text": "宣言",
                  "kana": "せんげん",
                  "t": 1.96
                },
                {
                  "text": "した",
                  "t": 2.38
                },
                {
                  "text": "以上",
                  "kana": "いじょう",
                  "t": 2.64
                },
                {
                  "text": "は",
                  "t": 2.92
                },
                {
                  "text": "、"
                },
                {
                  "text": "誰",
                  "kana": "だれ",
                  "t": 3.56
                },
                {
                  "text": "か",
                  "t": 3.78
                },
                {
                  "text": "に",
                  "t": 3.98
                },
                {
                  "text": "手伝",
                  "kana": "てつだ",
                  "t": 4.12
                },
                {
                  "text": "って",
                  "t": 4.48
                },
                {
                  "text": "も",
                  "t": 4.66
                },
                {
                  "text": "ら",
                  "t": 4.82
                },
                {
                  "text": "う",
                  "t": 4.9
                },
                {
                  "text": "こと",
                  "t": 5.02
                },
                {
                  "text": "は",
                  "t": 5.22
                },
                {
                  "text": "でき",
                  "t": 5.4
                },
                {
                  "text": "ない",
                  "t": 5.64
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然在大家面前信誓旦旦地说要一个人做，就不能请别人帮忙。",
              "notes": "",
              "blanks": [
                "宣言した以上は",
                "手伝ってもらうことはできない"
              ],
              "audio": "audio/seg-008.mp3"
            },
            {
              "id": 9,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "学生",
                  "kana": "がくせい",
                  "t": 0
                },
                {
                  "text": "で",
                  "t": 0.72
                },
                {
                  "text": "ある",
                  "t": 0.92
                },
                {
                  "text": "以上",
                  "kana": "いじょう",
                  "t": 1.08
                },
                {
                  "text": "、"
                },
                {
                  "text": "学業",
                  "kana": "がくぎょう",
                  "t": 1.68
                },
                {
                  "text": "を",
                  "t": 2.44
                },
                {
                  "text": "第一",
                  "kana": "だいいち",
                  "t": 2.72
                },
                {
                  "text": "に",
                  "t": 3.02
                },
                {
                  "text": "考",
                  "kana": "かんが",
                  "t": 3.26
                },
                {
                  "text": "える",
                  "t": 3.62
                },
                {
                  "text": "べ",
                  "t": 3.8
                },
                {
                  "text": "き",
                  "t": 3.98
                },
                {
                  "text": "だ",
                  "t": 4.1
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然是学生，就应该把学业放在第一位。",
              "notes": "",
              "blanks": [
                "である以上",
                "考えるべきだ"
              ],
              "audio": "audio/seg-009.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "4. ～一方/一方で(は)",
          "overview": "接续：动/ナ形/イ形の名词修饰形＋一方/一方で（は）\n　　　ナ形语干/名＋である＋一方/一方で（は）\n说明：“一方面……另一方面……”；“一边……一边……”。\n注意：①前后项可以是相反的、对比的关系（如第一和第二个例句），也可以是并列的关系（如第三个例句）。\n　　　②有接续词的功能，可用于连接两个句子（如第一个例句）。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-004.mp3",
          "sentences": [
            {
              "id": 10,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "労働力",
                  "kana": "ろうどうりょく",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.94
                },
                {
                  "text": "不足",
                  "kana": "ふそく",
                  "t": 1.12
                },
                {
                  "text": "して",
                  "t": 1.46
                },
                {
                  "text": "いる",
                  "t": 1.76
                },
                {
                  "text": "現象",
                  "kana": "げんしょう",
                  "t": 1.96
                },
                {
                  "text": "に",
                  "t": 2.4
                },
                {
                  "text": "つ",
                  "t": 2.68
                },
                {
                  "text": "いて",
                  "t": 2.78
                },
                {
                  "text": "、"
                },
                {
                  "text": "女性",
                  "kana": "じょせい",
                  "t": 3.28
                },
                {
                  "text": "を",
                  "t": 3.78
                },
                {
                  "text": "フ",
                  "t": 3.92
                },
                {
                  "text": "ル",
                  "t": 4.06
                },
                {
                  "text": "に",
                  "t": 4.18
                },
                {
                  "text": "活用",
                  "kana": "かつよう",
                  "t": 4.36
                },
                {
                  "text": "す",
                  "t": 4.82
                },
                {
                  "text": "べ",
                  "t": 4.98
                },
                {
                  "text": "き",
                  "t": 5.1
                },
                {
                  "text": "だ",
                  "t": 5.24
                },
                {
                  "text": "と",
                  "t": 5.36
                },
                {
                  "text": "主張",
                  "kana": "しゅちょう",
                  "t": 5.5
                },
                {
                  "text": "する",
                  "t": 5.84
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 6.04
                },
                {
                  "text": "が",
                  "t": 6.26
                },
                {
                  "text": "いる",
                  "t": 6.46
                },
                {
                  "text": "。"
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 7.14
                },
                {
                  "text": "で",
                  "t": 8.14
                },
                {
                  "text": "、"
                },
                {
                  "text": "女性",
                  "kana": "じょせい",
                  "t": 8.66
                },
                {
                  "text": "の",
                  "t": 9.12
                },
                {
                  "text": "社会進出",
                  "kana": "しゃかいしんしゅつ",
                  "t": 9.32
                },
                {
                  "text": "は",
                  "t": 10.08
                },
                {
                  "text": "少子",
                  "kana": "しょうし",
                  "t": 10.46
                },
                {
                  "text": "化",
                  "kana": "か",
                  "t": 10.82
                },
                {
                  "text": "の",
                  "t": 10.98
                },
                {
                  "text": "原因",
                  "kana": "げんいん",
                  "t": 11.14
                },
                {
                  "text": "だ",
                  "t": 11.4
                },
                {
                  "text": "と",
                  "t": 11.68
                },
                {
                  "text": "考",
                  "kana": "かんが",
                  "t": 11.82
                },
                {
                  "text": "えて",
                  "t": 12.12
                },
                {
                  "text": "いる",
                  "t": 12.34
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 12.52
                },
                {
                  "text": "も",
                  "t": 12.72
                },
                {
                  "text": "いる",
                  "t": 12.92
                },
                {
                  "text": "。"
                }
              ],
              "zh": "关于劳动力不足的问题，有人主张应该充分利用女性劳动力。而另一方面，也有人认为女性进入社会工作是导致少子化的原因。",
              "notes": "",
              "blanks": [
                "フルに活用すべきだ",
                "一方で"
              ],
              "audio": "audio/seg-010.mp3"
            },
            {
              "id": 11,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "科学",
                  "kana": "かがく",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.62
                },
                {
                  "text": "発展",
                  "kana": "はってん",
                  "t": 0.82
                },
                {
                  "text": "は",
                  "t": 1.18
                },
                {
                  "text": "便利",
                  "kana": "べんり",
                  "t": 1.38
                },
                {
                  "text": "な",
                  "t": 1.78
                },
                {
                  "text": "生活",
                  "kana": "せいかつ",
                  "t": 2
                },
                {
                  "text": "を",
                  "t": 2.32
                },
                {
                  "text": "も",
                  "t": 2.56
                },
                {
                  "text": "た",
                  "t": 2.7
                },
                {
                  "text": "ら",
                  "t": 2.82
                },
                {
                  "text": "す",
                  "t": 2.94
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 3.1
                },
                {
                  "text": "で",
                  "t": 3.46
                },
                {
                  "text": "深刻",
                  "kana": "しんこく",
                  "t": 3.82
                },
                {
                  "text": "な",
                  "t": 4.3
                },
                {
                  "text": "環境汚染",
                  "kana": "かんきょうおせん",
                  "t": 4.48
                },
                {
                  "text": "を",
                  "t": 5.3
                },
                {
                  "text": "引",
                  "kana": "ひ",
                  "t": 5.58
                },
                {
                  "text": "き",
                  "t": 5.7
                },
                {
                  "text": "起",
                  "kana": "お",
                  "t": 5.84
                },
                {
                  "text": "こ",
                  "t": 5.94
                },
                {
                  "text": "した",
                  "t": 6.06
                },
                {
                  "text": "。"
                }
              ],
              "zh": "科学的发展一方面给生活带来了便利，一方面又引起了严重的环境污染。",
              "notes": "",
              "blanks": [
                "もたらす一方で",
                "引き起こした"
              ],
              "audio": "audio/seg-011.mp3"
            },
            {
              "id": 12,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "彼女",
                  "kana": "かのじょ",
                  "t": 0
                },
                {
                  "text": "は",
                  "t": 0.62
                },
                {
                  "text": "歌手",
                  "kana": "かしゅ",
                  "t": 0.82
                },
                {
                  "text": "と",
                  "t": 1.18
                },
                {
                  "text": "して",
                  "t": 1.3
                },
                {
                  "text": "活躍",
                  "kana": "かつやく",
                  "t": 1.52
                },
                {
                  "text": "する",
                  "t": 1.94
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 2.22
                },
                {
                  "text": "で",
                  "t": 2.64
                },
                {
                  "text": "、"
                },
                {
                  "text": "女優",
                  "kana": "じょゆう",
                  "t": 3.22
                },
                {
                  "text": "と",
                  "t": 3.64
                },
                {
                  "text": "して",
                  "t": 3.84
                },
                {
                  "text": "も",
                  "t": 4.06
                },
                {
                  "text": "頭角",
                  "kana": "とうかく",
                  "t": 4.26
                },
                {
                  "text": "を",
                  "t": 4.66
                },
                {
                  "text": "現",
                  "kana": "あらわ",
                  "t": 4.92
                },
                {
                  "text": "した",
                  "t": 5.18
                },
                {
                  "text": "。"
                }
              ],
              "zh": "她一方面活跃于歌坛，一方面作为演员也崭露了头角。",
              "notes": "",
              "blanks": [
                "活躍する一方で",
                "頭角を現した"
              ],
              "audio": "audio/seg-012.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "5. ～一方だ",
          "overview": "接续：动辞书形＋一方だ\n说明：“不断……”“越来越……”。\n注意：表示某种倾向、状态等朝一个方向不断发展。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-005.mp3",
          "sentences": [
            {
              "id": 13,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "去年",
                  "kana": "きょねん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.64
                },
                {
                  "text": "日本",
                  "kana": "にほん",
                  "t": 0.78
                },
                {
                  "text": "の",
                  "t": 1.08
                },
                {
                  "text": "G",
                  "t": 1.42
                },
                {
                  "text": "D",
                  "t": 1.64
                },
                {
                  "text": "P",
                  "t": 1.86
                },
                {
                  "text": "成長率",
                  "kana": "せいちょうりつ",
                  "t": 2.3
                },
                {
                  "text": "は",
                  "t": 2.68
                },
                {
                  "text": "予想",
                  "kana": "よそう",
                  "t": 3.14
                },
                {
                  "text": "を",
                  "t": 3.58
                },
                {
                  "text": "上回",
                  "kana": "うわまわ",
                  "t": 3.74
                },
                {
                  "text": "った",
                  "t": 4.14
                },
                {
                  "text": "。"
                },
                {
                  "text": "それ",
                  "t": 5.16
                },
                {
                  "text": "に",
                  "t": 5.72
                },
                {
                  "text": "、"
                },
                {
                  "text": "今年度",
                  "kana": "こんねんど",
                  "t": 6.24
                },
                {
                  "text": "の",
                  "t": 6.86
                },
                {
                  "text": "第一",
                  "kana": "だいいち",
                  "t": 7.04
                },
                {
                  "text": "四半期",
                  "kana": "しはんき",
                  "t": 7.44
                },
                {
                  "text": "も",
                  "t": 7.94
                },
                {
                  "text": "連続",
                  "kana": "れんぞく",
                  "t": 8.08
                },
                {
                  "text": "で",
                  "t": 8.5
                },
                {
                  "text": "改善",
                  "kana": "かいぜん",
                  "t": 8.74
                },
                {
                  "text": "した",
                  "t": 9.12
                },
                {
                  "text": "ので",
                  "t": 9.36
                },
                {
                  "text": "、"
                },
                {
                  "text": "景気回復",
                  "kana": "けいきかいふく",
                  "t": 9.88
                },
                {
                  "text": "へ",
                  "t": 10.74
                },
                {
                  "text": "の",
                  "t": 10.94
                },
                {
                  "text": "期待",
                  "kana": "きたい",
                  "t": 11.1
                },
                {
                  "text": "は",
                  "t": 11.38
                },
                {
                  "text": "高",
                  "kana": "たか",
                  "t": 11.64
                },
                {
                  "text": "ま",
                  "t": 11.88
                },
                {
                  "text": "る",
                  "t": 12.06
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 12.22
                },
                {
                  "text": "だ",
                  "t": 12.54
                },
                {
                  "text": "。"
                }
              ],
              "zh": "去年日本的GDP增长超出了预期。而且本年度第一季度也是持续增长的，所以人们对经济复苏的期望越来越高。",
              "notes": "",
              "blanks": [
                "予想を上回った",
                "高まる一方だ"
              ],
              "audio": "audio/seg-013.mp3"
            },
            {
              "id": 14,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "最近",
                  "kana": "さいきん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.72
                },
                {
                  "text": "調査",
                  "kana": "ちょうさ",
                  "t": 1.02
                },
                {
                  "text": "に",
                  "t": 1.34
                },
                {
                  "text": "よ",
                  "t": 1.48
                },
                {
                  "text": "れ",
                  "t": 1.6
                },
                {
                  "text": "ば",
                  "t": 1.76
                },
                {
                  "text": "、"
                },
                {
                  "text": "未成年",
                  "kana": "みせいねん",
                  "t": 2.22
                },
                {
                  "text": "の",
                  "t": 2.82
                },
                {
                  "text": "犯罪率",
                  "kana": "はんざいりつ",
                  "t": 3.08
                },
                {
                  "text": "は",
                  "t": 3.66
                },
                {
                  "text": "高",
                  "kana": "たか",
                  "t": 4
                },
                {
                  "text": "く",
                  "t": 4.24
                },
                {
                  "text": "なる",
                  "t": 4.46
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 4.62
                },
                {
                  "text": "だ",
                  "t": 5.08
                },
                {
                  "text": "。"
                }
              ],
              "zh": "根据最近的调查显示，未成年人的犯罪率越来越高。",
              "notes": "",
              "blanks": [
                "によれば",
                "高くなる一方だ"
              ],
              "audio": "audio/seg-014.mp3"
            },
            {
              "id": 15,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ここ",
                  "t": 0
                },
                {
                  "text": "数年",
                  "kana": "すうねん",
                  "t": 0.54
                },
                {
                  "text": "、"
                },
                {
                  "text": "経済",
                  "kana": "けいざい",
                  "t": 1.3
                },
                {
                  "text": "回復",
                  "kana": "かいふく",
                  "t": 1.86
                },
                {
                  "text": "の",
                  "t": 2.28
                },
                {
                  "text": "兆",
                  "kana": "きざ",
                  "t": 2.52
                },
                {
                  "text": "し",
                  "t": 2.66
                },
                {
                  "text": "が",
                  "t": 2.88
                },
                {
                  "text": "見",
                  "kana": "み",
                  "t": 3
                },
                {
                  "text": "え",
                  "t": 3.14
                },
                {
                  "text": "ず",
                  "t": 3.28
                },
                {
                  "text": "、"
                },
                {
                  "text": "就職",
                  "kana": "しゅうしょく",
                  "t": 3.76
                },
                {
                  "text": "状況",
                  "kana": "じょうきょう",
                  "t": 4.3
                },
                {
                  "text": "は",
                  "t": 4.78
                },
                {
                  "text": "厳",
                  "kana": "きび",
                  "t": 5.12
                },
                {
                  "text": "しく",
                  "t": 5.38
                },
                {
                  "text": "なる",
                  "t": 5.56
                },
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 5.78
                },
                {
                  "text": "だ",
                  "t": 6.26
                },
                {
                  "text": "。"
                }
              ],
              "zh": "这几年，经济没有复苏的迹象，就业形势也越来越严峻。",
              "notes": "",
              "blanks": [
                "兆しが見えず",
                "厳しくなる一方だ"
              ],
              "audio": "audio/seg-015.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "6. ～上で(は)",
          "overview": "接续1：动辞书形/名一の＋上で（は）\n说明1：“在……方面”“在……上”。\n注意1：前面接名词时，常接“暦（日历）/法律（法律）/地図（地图）/データ（数据）”等。\n\n接续2：动た形/名一の＋上（で）\n说明2：“在……之后”。\n注意2：有时可以用“名＋の＋上”，后面不用“で”，多用于通知等书面语（如第一个例句）。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-006.mp3",
          "sentences": [
            {
              "id": 16,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "あの",
                  "t": 0
                },
                {
                  "text": "二人",
                  "kana": "ふたり",
                  "t": 0.54
                },
                {
                  "text": "は",
                  "t": 0.88
                },
                {
                  "text": "戸籍",
                  "kana": "こせき",
                  "t": 1.16
                },
                {
                  "text": "の",
                  "t": 1.52
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.72
                },
                {
                  "text": "では",
                  "t": 1.84
                },
                {
                  "text": "夫婦",
                  "kana": "ふうふ",
                  "t": 2.12
                },
                {
                  "text": "だ",
                  "t": 2.52
                },
                {
                  "text": "が",
                  "t": 2.68
                },
                {
                  "text": "、"
                },
                {
                  "text": "何年",
                  "kana": "なんねん",
                  "t": 3.18
                },
                {
                  "text": "も",
                  "t": 3.66
                },
                {
                  "text": "別居",
                  "kana": "べっきょ",
                  "t": 3.84
                },
                {
                  "text": "して",
                  "t": 4.16
                },
                {
                  "text": "いて",
                  "t": 4.4
                },
                {
                  "text": "他人",
                  "kana": "たにん",
                  "t": 4.74
                },
                {
                  "text": "同然",
                  "kana": "どうぜん",
                  "t": 5.16
                },
                {
                  "text": "にな",
                  "t": 5.56
                },
                {
                  "text": "って",
                  "t": 5.9
                },
                {
                  "text": "いる",
                  "t": 6.12
                },
                {
                  "text": "。"
                }
              ],
              "zh": "那两个人虽然在户籍上是夫妻，但是已经分居多年形同陌路了。",
              "notes": "",
              "blanks": [
                "戸籍の上では",
                "他人同然になっている"
              ],
              "audio": "audio/seg-016.mp3"
            },
            {
              "id": 17,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "暦",
                  "kana": "こよみ",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.72
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 0.82
                },
                {
                  "text": "では",
                  "t": 0.94
                },
                {
                  "text": "立秋",
                  "kana": "りっしゅう",
                  "t": 1.18
                },
                {
                  "text": "を",
                  "t": 1.6
                },
                {
                  "text": "過",
                  "kana": "す",
                  "t": 1.84
                },
                {
                  "text": "ぎ",
                  "t": 1.96
                },
                {
                  "text": "た",
                  "t": 2.1
                },
                {
                  "text": "が",
                  "t": 2.24
                },
                {
                  "text": "、"
                },
                {
                  "text": "秋",
                  "kana": "あき",
                  "t": 2.66
                },
                {
                  "text": "の",
                  "t": 2.98
                },
                {
                  "text": "気配",
                  "kana": "けはい",
                  "t": 3.2
                },
                {
                  "text": "が",
                  "t": 3.52
                },
                {
                  "text": "ぜ",
                  "t": 3.74
                },
                {
                  "text": "んぜん",
                  "t": 4
                },
                {
                  "text": "感",
                  "kana": "かん",
                  "t": 4.2
                },
                {
                  "text": "じ",
                  "t": 4.2
                },
                {
                  "text": "ら",
                  "t": 4.52
                },
                {
                  "text": "れない",
                  "t": 4.72
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在日历上已经立秋了，但还丝毫感觉不到秋天的气息。",
              "notes": "",
              "blanks": [
                "暦の上では",
                "気配がぜんぜん感じられない"
              ],
              "audio": "audio/seg-017.mp3"
            },
            {
              "id": 18,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "外国語",
                  "kana": "がいこくご",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.92
                },
                {
                  "text": "勉強",
                  "kana": "べんきょう",
                  "t": 1.08
                },
                {
                  "text": "する",
                  "t": 1.5
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.68
                },
                {
                  "text": "で",
                  "t": 1.86
                },
                {
                  "text": "単語",
                  "kana": "たんご",
                  "t": 2.1
                },
                {
                  "text": "を",
                  "t": 2.48
                },
                {
                  "text": "覚",
                  "kana": "おぼ",
                  "t": 2.62
                },
                {
                  "text": "える",
                  "t": 2.76
                },
                {
                  "text": "こと",
                  "t": 2.94
                },
                {
                  "text": "は",
                  "t": 3.2
                },
                {
                  "text": "と",
                  "t": 3.56
                },
                {
                  "text": "て",
                  "t": 3.78
                },
                {
                  "text": "も",
                  "t": 3.9
                },
                {
                  "text": "重要",
                  "kana": "じゅうよう",
                  "t": 4.08
                },
                {
                  "text": "だ",
                  "t": 4.4
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在外语学习方面，记单词是很重要的。",
              "notes": "",
              "blanks": [
                "勉強する上で",
                "覚えることはとても重要だ"
              ],
              "audio": "audio/seg-018.mp3"
            },
            {
              "id": 19,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "入場券",
                  "kana": "にゅうじょうけん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.96
                },
                {
                  "text": "当日",
                  "kana": "とうじつ",
                  "t": 1.28
                },
                {
                  "text": "販売",
                  "kana": "はんばい",
                  "t": 1.64
                },
                {
                  "text": "は",
                  "t": 2.08
                },
                {
                  "text": "あり",
                  "t": 2.36
                },
                {
                  "text": "ません",
                  "t": 2.56
                },
                {
                  "text": "ので",
                  "t": 2.78
                },
                {
                  "text": "、"
                },
                {
                  "text": "予",
                  "kana": "あらかじ",
                  "t": 3.68
                },
                {
                  "text": "め",
                  "t": 3.94
                },
                {
                  "text": "ネ",
                  "t": 4.06
                },
                {
                  "text": "ット",
                  "t": 4.16
                },
                {
                  "text": "で",
                  "t": 4.34
                },
                {
                  "text": "入場券",
                  "kana": "にゅうじょうけん",
                  "t": 4.54
                },
                {
                  "text": "を",
                  "t": 5.24
                },
                {
                  "text": "お",
                  "t": 5.52
                },
                {
                  "text": "買",
                  "kana": "か",
                  "t": 5.64
                },
                {
                  "text": "い",
                  "t": 5.76
                },
                {
                  "text": "求",
                  "kana": "もと",
                  "t": 5.88
                },
                {
                  "text": "め",
                  "t": 6.06
                },
                {
                  "text": "の",
                  "t": 6.22
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 6.38
                },
                {
                  "text": "、"
                },
                {
                  "text": "ご",
                  "t": 6.76
                },
                {
                  "text": "入場",
                  "kana": "にゅうじょう",
                  "t": 7.08
                },
                {
                  "text": "ください",
                  "t": 7.48
                },
                {
                  "text": "。"
                }
              ],
              "zh": "当天现场不售门票，所以请您事先在网上购票之后再入场。",
              "notes": "",
              "blanks": [
                "お買い求めの上",
                "ご入場ください"
              ],
              "audio": "audio/seg-019.mp3"
            },
            {
              "id": 20,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "添付",
                  "kana": "てんぷ",
                  "t": 0
                },
                {
                  "text": "フ",
                  "t": 0.6
                },
                {
                  "text": "ァ",
                  "t": 0.78
                },
                {
                  "text": "イ",
                  "t": 0.82
                },
                {
                  "text": "ル",
                  "t": 0.88
                },
                {
                  "text": "を",
                  "t": 0.98
                },
                {
                  "text": "確認",
                  "kana": "かくにん",
                  "t": 1.12
                },
                {
                  "text": "した",
                  "t": 1.56
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.78
                },
                {
                  "text": "で",
                  "t": 2
                },
                {
                  "text": "、"
                },
                {
                  "text": "メ",
                  "t": 2.54
                },
                {
                  "text": "ール",
                  "t": 2.76
                },
                {
                  "text": "の",
                  "t": 2.9
                },
                {
                  "text": "送信",
                  "kana": "そうしん",
                  "t": 3.08
                },
                {
                  "text": "を",
                  "t": 3.5
                },
                {
                  "text": "行",
                  "kana": "おこな",
                  "t": 3.76
                },
                {
                  "text": "う",
                  "t": 3.98
                },
                {
                  "text": "。"
                }
              ],
              "zh": "确认好添加的附件之后，再发送邮件。",
              "notes": "",
              "blanks": [
                "確認した上で",
                "送信を行う"
              ],
              "audio": "audio/seg-020.mp3"
            },
            {
              "id": 21,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "わた",
                  "t": 0
                },
                {
                  "text": "し",
                  "t": 0.7
                },
                {
                  "text": "一人",
                  "kana": "ひとり",
                  "t": 0.7
                },
                {
                  "text": "では",
                  "t": 1.06
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 1.32
                },
                {
                  "text": "め",
                  "t": 1.54
                },
                {
                  "text": "か",
                  "t": 1.7
                },
                {
                  "text": "ね",
                  "t": 1.78
                },
                {
                  "text": "ます",
                  "t": 1.86
                },
                {
                  "text": "ので",
                  "t": 2.08
                },
                {
                  "text": "、"
                },
                {
                  "text": "社内",
                  "kana": "しゃない",
                  "t": 2.72
                },
                {
                  "text": "で",
                  "t": 3.16
                },
                {
                  "text": "検討",
                  "kana": "けんとう",
                  "t": 3.36
                },
                {
                  "text": "した",
                  "t": 3.72
                },
                {
                  "text": "うえ",
                  "t": 3.96
                },
                {
                  "text": "で",
                  "t": 4.16
                },
                {
                  "text": "、"
                },
                {
                  "text": "お",
                  "t": 4.64
                },
                {
                  "text": "返事",
                  "kana": "へんじ",
                  "t": 4.78
                },
                {
                  "text": "します",
                  "t": 5.12
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我一个人很难作出决定，所以在公司内部讨论之后，我再给您答复。",
              "notes": "",
              "blanks": [
                "決めかねます",
                "検討したうえで"
              ],
              "audio": "audio/seg-021.mp3"
            },
            {
              "id": 22,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "実物",
                  "kana": "じつぶつ",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.8
                },
                {
                  "text": "見",
                  "kana": "み",
                  "t": 0.96
                },
                {
                  "text": "た",
                  "t": 1.1
                },
                {
                  "text": "う",
                  "t": 1.24
                },
                {
                  "text": "えで",
                  "t": 1.36
                },
                {
                  "text": "買",
                  "kana": "か",
                  "t": 1.62
                },
                {
                  "text": "う",
                  "t": 1.74
                },
                {
                  "text": "か",
                  "t": 1.9
                },
                {
                  "text": "どう",
                  "t": 2
                },
                {
                  "text": "か",
                  "t": 2.18
                },
                {
                  "text": "を",
                  "t": 2.38
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 2.54
                },
                {
                  "text": "め",
                  "t": 2.68
                },
                {
                  "text": "る",
                  "t": 2.78
                },
                {
                  "text": "。"
                }
              ],
              "zh": "看了实物之后再决定要不要买。",
              "notes": "",
              "blanks": [
                "見たうえで",
                "買うかどうかを決める"
              ],
              "audio": "audio/seg-022.mp3"
            }
          ],
          "groups": [
            {
              "overview": "接续1：动辞书形/名一の＋上で（は）\n说明1：“在……方面”“在……上”。\n注意1：前面接名词时，常接“暦（日历）/法律（法律）/地図（地图）/データ（数据）”等。",
              "sentences": [
                {
                  "id": 16,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "あの",
                      "t": 0
                    },
                    {
                      "text": "二人",
                      "kana": "ふたり",
                      "t": 0.54
                    },
                    {
                      "text": "は",
                      "t": 0.88
                    },
                    {
                      "text": "戸籍",
                      "kana": "こせき",
                      "t": 1.16
                    },
                    {
                      "text": "の",
                      "t": 1.52
                    },
                    {
                      "text": "上",
                      "kana": "うえ",
                      "t": 1.72
                    },
                    {
                      "text": "では",
                      "t": 1.84
                    },
                    {
                      "text": "夫婦",
                      "kana": "ふうふ",
                      "t": 2.12
                    },
                    {
                      "text": "だ",
                      "t": 2.52
                    },
                    {
                      "text": "が",
                      "t": 2.68
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "何年",
                      "kana": "なんねん",
                      "t": 3.18
                    },
                    {
                      "text": "も",
                      "t": 3.66
                    },
                    {
                      "text": "別居",
                      "kana": "べっきょ",
                      "t": 3.84
                    },
                    {
                      "text": "して",
                      "t": 4.16
                    },
                    {
                      "text": "いて",
                      "t": 4.4
                    },
                    {
                      "text": "他人",
                      "kana": "たにん",
                      "t": 4.74
                    },
                    {
                      "text": "同然",
                      "kana": "どうぜん",
                      "t": 5.16
                    },
                    {
                      "text": "にな",
                      "t": 5.56
                    },
                    {
                      "text": "って",
                      "t": 5.9
                    },
                    {
                      "text": "いる",
                      "t": 6.12
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "那两个人虽然在户籍上是夫妻，但是已经分居多年形同陌路了。",
                  "notes": "",
                  "blanks": [
                    "戸籍の上では",
                    "他人同然になっている"
                  ],
                  "audio": "audio/seg-016.mp3"
                },
                {
                  "id": 17,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "暦",
                      "kana": "こよみ",
                      "t": 0
                    },
                    {
                      "text": "の",
                      "t": 0.72
                    },
                    {
                      "text": "上",
                      "kana": "うえ",
                      "t": 0.82
                    },
                    {
                      "text": "では",
                      "t": 0.94
                    },
                    {
                      "text": "立秋",
                      "kana": "りっしゅう",
                      "t": 1.18
                    },
                    {
                      "text": "を",
                      "t": 1.6
                    },
                    {
                      "text": "過",
                      "kana": "す",
                      "t": 1.84
                    },
                    {
                      "text": "ぎ",
                      "t": 1.96
                    },
                    {
                      "text": "た",
                      "t": 2.1
                    },
                    {
                      "text": "が",
                      "t": 2.24
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "秋",
                      "kana": "あき",
                      "t": 2.66
                    },
                    {
                      "text": "の",
                      "t": 2.98
                    },
                    {
                      "text": "気配",
                      "kana": "けはい",
                      "t": 3.2
                    },
                    {
                      "text": "が",
                      "t": 3.52
                    },
                    {
                      "text": "ぜ",
                      "t": 3.74
                    },
                    {
                      "text": "んぜん",
                      "t": 4
                    },
                    {
                      "text": "感",
                      "kana": "かん",
                      "t": 4.2
                    },
                    {
                      "text": "じ",
                      "t": 4.2
                    },
                    {
                      "text": "ら",
                      "t": 4.52
                    },
                    {
                      "text": "れない",
                      "t": 4.72
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "在日历上已经立秋了，但还丝毫感觉不到秋天的气息。",
                  "notes": "",
                  "blanks": [
                    "暦の上では",
                    "気配がぜんぜん感じられない"
                  ],
                  "audio": "audio/seg-017.mp3"
                },
                {
                  "id": 18,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "外国語",
                      "kana": "がいこくご",
                      "t": 0
                    },
                    {
                      "text": "を",
                      "t": 0.92
                    },
                    {
                      "text": "勉強",
                      "kana": "べんきょう",
                      "t": 1.08
                    },
                    {
                      "text": "する",
                      "t": 1.5
                    },
                    {
                      "text": "上",
                      "kana": "うえ",
                      "t": 1.68
                    },
                    {
                      "text": "で",
                      "t": 1.86
                    },
                    {
                      "text": "単語",
                      "kana": "たんご",
                      "t": 2.1
                    },
                    {
                      "text": "を",
                      "t": 2.48
                    },
                    {
                      "text": "覚",
                      "kana": "おぼ",
                      "t": 2.62
                    },
                    {
                      "text": "える",
                      "t": 2.76
                    },
                    {
                      "text": "こと",
                      "t": 2.94
                    },
                    {
                      "text": "は",
                      "t": 3.2
                    },
                    {
                      "text": "と",
                      "t": 3.56
                    },
                    {
                      "text": "て",
                      "t": 3.78
                    },
                    {
                      "text": "も",
                      "t": 3.9
                    },
                    {
                      "text": "重要",
                      "kana": "じゅうよう",
                      "t": 4.08
                    },
                    {
                      "text": "だ",
                      "t": 4.4
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "在外语学习方面，记单词是很重要的。",
                  "notes": "",
                  "blanks": [
                    "勉強する上で",
                    "覚えることはとても重要だ"
                  ],
                  "audio": "audio/seg-018.mp3"
                }
              ]
            },
            {
              "overview": "接续2：动た形/名一の＋上（で）\n说明2：“在……之后”。\n注意2：有时可以用“名＋の＋上”，后面不用“で”，多用于通知等书面语（如第一个例句）。",
              "sentences": [
                {
                  "id": 19,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "入場券",
                      "kana": "にゅうじょうけん",
                      "t": 0
                    },
                    {
                      "text": "の",
                      "t": 0.96
                    },
                    {
                      "text": "当日",
                      "kana": "とうじつ",
                      "t": 1.28
                    },
                    {
                      "text": "販売",
                      "kana": "はんばい",
                      "t": 1.64
                    },
                    {
                      "text": "は",
                      "t": 2.08
                    },
                    {
                      "text": "あり",
                      "t": 2.36
                    },
                    {
                      "text": "ません",
                      "t": 2.56
                    },
                    {
                      "text": "ので",
                      "t": 2.78
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "予",
                      "kana": "あらかじ",
                      "t": 3.68
                    },
                    {
                      "text": "め",
                      "t": 3.94
                    },
                    {
                      "text": "ネ",
                      "t": 4.06
                    },
                    {
                      "text": "ット",
                      "t": 4.16
                    },
                    {
                      "text": "で",
                      "t": 4.34
                    },
                    {
                      "text": "入場券",
                      "kana": "にゅうじょうけん",
                      "t": 4.54
                    },
                    {
                      "text": "を",
                      "t": 5.24
                    },
                    {
                      "text": "お",
                      "t": 5.52
                    },
                    {
                      "text": "買",
                      "kana": "か",
                      "t": 5.64
                    },
                    {
                      "text": "い",
                      "t": 5.76
                    },
                    {
                      "text": "求",
                      "kana": "もと",
                      "t": 5.88
                    },
                    {
                      "text": "め",
                      "t": 6.06
                    },
                    {
                      "text": "の",
                      "t": 6.22
                    },
                    {
                      "text": "上",
                      "kana": "うえ",
                      "t": 6.38
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "ご",
                      "t": 6.76
                    },
                    {
                      "text": "入場",
                      "kana": "にゅうじょう",
                      "t": 7.08
                    },
                    {
                      "text": "ください",
                      "t": 7.48
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "当天现场不售门票，所以请您事先在网上购票之后再入场。",
                  "notes": "",
                  "blanks": [
                    "お買い求めの上",
                    "ご入場ください"
                  ],
                  "audio": "audio/seg-019.mp3"
                },
                {
                  "id": 20,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "添付",
                      "kana": "てんぷ",
                      "t": 0
                    },
                    {
                      "text": "フ",
                      "t": 0.6
                    },
                    {
                      "text": "ァ",
                      "t": 0.78
                    },
                    {
                      "text": "イ",
                      "t": 0.82
                    },
                    {
                      "text": "ル",
                      "t": 0.88
                    },
                    {
                      "text": "を",
                      "t": 0.98
                    },
                    {
                      "text": "確認",
                      "kana": "かくにん",
                      "t": 1.12
                    },
                    {
                      "text": "した",
                      "t": 1.56
                    },
                    {
                      "text": "上",
                      "kana": "うえ",
                      "t": 1.78
                    },
                    {
                      "text": "で",
                      "t": 2
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "メ",
                      "t": 2.54
                    },
                    {
                      "text": "ール",
                      "t": 2.76
                    },
                    {
                      "text": "の",
                      "t": 2.9
                    },
                    {
                      "text": "送信",
                      "kana": "そうしん",
                      "t": 3.08
                    },
                    {
                      "text": "を",
                      "t": 3.5
                    },
                    {
                      "text": "行",
                      "kana": "おこな",
                      "t": 3.76
                    },
                    {
                      "text": "う",
                      "t": 3.98
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "确认好添加的附件之后，再发送邮件。",
                  "notes": "",
                  "blanks": [
                    "確認した上で",
                    "送信を行う"
                  ],
                  "audio": "audio/seg-020.mp3"
                },
                {
                  "id": 21,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "わた",
                      "t": 0
                    },
                    {
                      "text": "し",
                      "t": 0.7
                    },
                    {
                      "text": "一人",
                      "kana": "ひとり",
                      "t": 0.7
                    },
                    {
                      "text": "では",
                      "t": 1.06
                    },
                    {
                      "text": "決",
                      "kana": "き",
                      "t": 1.32
                    },
                    {
                      "text": "め",
                      "t": 1.54
                    },
                    {
                      "text": "か",
                      "t": 1.7
                    },
                    {
                      "text": "ね",
                      "t": 1.78
                    },
                    {
                      "text": "ます",
                      "t": 1.86
                    },
                    {
                      "text": "ので",
                      "t": 2.08
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "社内",
                      "kana": "しゃない",
                      "t": 2.72
                    },
                    {
                      "text": "で",
                      "t": 3.16
                    },
                    {
                      "text": "検討",
                      "kana": "けんとう",
                      "t": 3.36
                    },
                    {
                      "text": "した",
                      "t": 3.72
                    },
                    {
                      "text": "うえ",
                      "t": 3.96
                    },
                    {
                      "text": "で",
                      "t": 4.16
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "お",
                      "t": 4.64
                    },
                    {
                      "text": "返事",
                      "kana": "へんじ",
                      "t": 4.78
                    },
                    {
                      "text": "します",
                      "t": 5.12
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "我一个人很难作出决定，所以在公司内部讨论之后，我再给您答复。",
                  "notes": "",
                  "blanks": [
                    "決めかねます",
                    "検討したうえで"
                  ],
                  "audio": "audio/seg-021.mp3"
                },
                {
                  "id": 22,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "実物",
                      "kana": "じつぶつ",
                      "t": 0
                    },
                    {
                      "text": "を",
                      "t": 0.8
                    },
                    {
                      "text": "見",
                      "kana": "み",
                      "t": 0.96
                    },
                    {
                      "text": "た",
                      "t": 1.1
                    },
                    {
                      "text": "う",
                      "t": 1.24
                    },
                    {
                      "text": "えで",
                      "t": 1.36
                    },
                    {
                      "text": "買",
                      "kana": "か",
                      "t": 1.62
                    },
                    {
                      "text": "う",
                      "t": 1.74
                    },
                    {
                      "text": "か",
                      "t": 1.9
                    },
                    {
                      "text": "どう",
                      "t": 2
                    },
                    {
                      "text": "か",
                      "t": 2.18
                    },
                    {
                      "text": "を",
                      "t": 2.38
                    },
                    {
                      "text": "決",
                      "kana": "き",
                      "t": 2.54
                    },
                    {
                      "text": "め",
                      "t": 2.68
                    },
                    {
                      "text": "る",
                      "t": 2.78
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "看了实物之后再决定要不要买。",
                  "notes": "",
                  "blanks": [
                    "見たうえで",
                    "買うかどうかを決める"
                  ],
                  "audio": "audio/seg-022.mp3"
                }
              ]
            }
          ]
        },
        {
          "question": "7. ～上は",
          "overview": "接续：动辞书形・た形＋上は\n说明：前项表示既定的事实，“既然……就……”。\n注意：与“～以上”的用法相同，“既然……”的语气比“～以上”更强烈。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-007.mp3",
          "sentences": [
            {
              "id": 23,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "この",
                  "t": 0
                },
                {
                  "text": "仕事",
                  "kana": "しごと",
                  "t": 0.52
                },
                {
                  "text": "を",
                  "t": 0.92
                },
                {
                  "text": "任",
                  "kana": "まか",
                  "t": 1.08
                },
                {
                  "text": "さ",
                  "t": 1.22
                },
                {
                  "text": "れた",
                  "t": 1.46
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.66
                },
                {
                  "text": "は",
                  "t": 1.86
                },
                {
                  "text": "、"
                },
                {
                  "text": "業務",
                  "kana": "ぎょうむ",
                  "t": 2.48
                },
                {
                  "text": "を",
                  "t": 2.92
                },
                {
                  "text": "遂行",
                  "kana": "すいこう",
                  "t": 3.08
                },
                {
                  "text": "し",
                  "t": 3.5
                },
                {
                  "text": "実績",
                  "kana": "じっせき",
                  "t": 3.7
                },
                {
                  "text": "を",
                  "t": 4.18
                },
                {
                  "text": "上",
                  "kana": "あ",
                  "t": 4.38
                },
                {
                  "text": "げ",
                  "t": 4.54
                },
                {
                  "text": "な",
                  "t": 4.64
                },
                {
                  "text": "けれ",
                  "t": 4.8
                },
                {
                  "text": "ば",
                  "t": 4.98
                },
                {
                  "text": "なら",
                  "t": 5.12
                },
                {
                  "text": "ない",
                  "t": 5.34
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然被委任了这项工作，就必须完成任务，作出成绩。",
              "notes": "",
              "blanks": [
                "任された上は",
                "実績を上げなければならない"
              ],
              "audio": "audio/seg-023.mp3"
            },
            {
              "id": 24,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "目標",
                  "kana": "もくひょう",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.76
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 0.96
                },
                {
                  "text": "め",
                  "t": 1.08
                },
                {
                  "text": "た",
                  "t": 1.24
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 1.34
                },
                {
                  "text": "は",
                  "t": 1.5
                },
                {
                  "text": "、"
                },
                {
                  "text": "それ",
                  "t": 2.08
                },
                {
                  "text": "に",
                  "t": 2.36
                },
                {
                  "text": "向",
                  "kana": "む",
                  "t": 2.58
                },
                {
                  "text": "か",
                  "t": 2.72
                },
                {
                  "text": "って",
                  "t": 2.92
                },
                {
                  "text": "前向",
                  "kana": "まえむ",
                  "t": 3.08
                },
                {
                  "text": "き",
                  "t": 3.5
                },
                {
                  "text": "に",
                  "t": 3.62
                },
                {
                  "text": "行動",
                  "kana": "こうどう",
                  "t": 3.78
                },
                {
                  "text": "し",
                  "t": 4.16
                },
                {
                  "text": "な",
                  "t": 4.34
                },
                {
                  "text": "けれ",
                  "t": 4.48
                },
                {
                  "text": "ば",
                  "t": 4.66
                },
                {
                  "text": "なら",
                  "t": 4.82
                },
                {
                  "text": "ない",
                  "t": 5.06
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然已经确定了目标，就必须朝着这个目标积极地行动。",
              "notes": "",
              "blanks": [
                "決めた上は",
                "前向きに行動しなければならない"
              ],
              "audio": "audio/seg-024.mp3"
            },
            {
              "id": 25,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "こう",
                  "t": 0
                },
                {
                  "text": "な",
                  "t": 0.5
                },
                {
                  "text": "った",
                  "t": 0.68
                },
                {
                  "text": "上",
                  "kana": "うえ",
                  "t": 0.86
                },
                {
                  "text": "は",
                  "t": 1.04
                },
                {
                  "text": "、"
                },
                {
                  "text": "覚悟",
                  "kana": "かくご",
                  "t": 1.64
                },
                {
                  "text": "を",
                  "t": 2.14
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 2.26
                },
                {
                  "text": "めて",
                  "t": 2.38
                },
                {
                  "text": "最後",
                  "kana": "さいご",
                  "t": 2.62
                },
                {
                  "text": "まで",
                  "t": 2.96
                },
                {
                  "text": "頑張",
                  "kana": "がんば",
                  "t": 3.26
                },
                {
                  "text": "る",
                  "t": 3.68
                },
                {
                  "text": "しか",
                  "t": 3.78
                },
                {
                  "text": "ない",
                  "t": 3.96
                },
                {
                  "text": "。"
                }
              ],
              "zh": "既然事已至此，就只好做好思想准备，坚持努力到最后了。",
              "notes": "",
              "blanks": [
                "こうなった上は",
                "頑張るしかない"
              ],
              "audio": "audio/seg-025.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "8. ～うちに",
          "overview": "接续1：动普通形/イ形／ナ形语干－な/名一の＋うちに\n说明1：“在……期间”“趁着……”。\n注意1：“～うちに”的前面接表示一段时间的表达方式。接动词时，多接“動ている形”和“動ない形－ない”。\n\n接续2：动ている形・ない形＋うちに\n说明2：在某事发生的期间，发生了另外的一件事情，可灵活翻译，“……着……”。\n注意2：相当于“～ている間に”。“～うちに”的前项表示持续性的动作，后项表示发生了没有预想到的结果，并且是不知不觉地、自然而然地发生的。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-008.mp3",
          "sentences": [
            {
              "id": 26,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "元気",
                  "kana": "げんき",
                  "t": 0
                },
                {
                  "text": "な",
                  "t": 0.68
                },
                {
                  "text": "う",
                  "t": 0.8
                },
                {
                  "text": "ち",
                  "t": 0.94
                },
                {
                  "text": "に",
                  "t": 1.08
                },
                {
                  "text": "、"
                },
                {
                  "text": "趣味",
                  "kana": "しゅみ",
                  "t": 1.62
                },
                {
                  "text": "の",
                  "t": 1.92
                },
                {
                  "text": "山登",
                  "kana": "やまのぼ",
                  "t": 2.1
                },
                {
                  "text": "り",
                  "t": 2.48
                },
                {
                  "text": "を",
                  "t": 2.66
                },
                {
                  "text": "楽",
                  "kana": "たの",
                  "t": 2.82
                },
                {
                  "text": "し",
                  "t": 3.1
                },
                {
                  "text": "もう",
                  "t": 3.22
                },
                {
                  "text": "と",
                  "t": 3.36
                },
                {
                  "text": "思",
                  "kana": "おも",
                  "t": 3.36
                },
                {
                  "text": "って",
                  "t": 3.68
                },
                {
                  "text": "いる",
                  "t": 4
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我想趁着身体还硬朗，好好地享受登山这一爱好。",
              "notes": "",
              "blanks": [
                "元気なうちに",
                "楽しもうと思っている"
              ],
              "audio": "audio/seg-026.mp3"
            },
            {
              "id": 27,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "忘",
                  "kana": "わす",
                  "t": 0
                },
                {
                  "text": "れない",
                  "t": 0.6
                },
                {
                  "text": "う",
                  "t": 0.86
                },
                {
                  "text": "ち",
                  "t": 1.08
                },
                {
                  "text": "に",
                  "t": 1.24
                },
                {
                  "text": "、"
                },
                {
                  "text": "手帳",
                  "kana": "てちょう",
                  "t": 1.68
                },
                {
                  "text": "に",
                  "t": 2.1
                },
                {
                  "text": "メ",
                  "t": 2.32
                },
                {
                  "text": "モ",
                  "t": 2.44
                },
                {
                  "text": "し",
                  "t": 2.58
                },
                {
                  "text": "と",
                  "t": 2.76
                },
                {
                  "text": "こう",
                  "t": 2.92
                },
                {
                  "text": "。"
                }
              ],
              "zh": "趁着还没有忘记，先记在记事本上。",
              "notes": "",
              "blanks": [
                "忘れないうちに",
                "メモしとこう"
              ],
              "audio": "audio/seg-027.mp3"
            },
            {
              "id": 28,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "若",
                  "kana": "わか",
                  "t": 0
                },
                {
                  "text": "いう",
                  "t": 0.56
                },
                {
                  "text": "ち",
                  "t": 0.76
                },
                {
                  "text": "に",
                  "t": 0.98
                },
                {
                  "text": "い",
                  "t": 1.28
                },
                {
                  "text": "ろ",
                  "t": 1.42
                },
                {
                  "text": "い",
                  "t": 1.48
                },
                {
                  "text": "ろ",
                  "t": 1.58
                },
                {
                  "text": "な",
                  "t": 1.68
                },
                {
                  "text": "こと",
                  "t": 1.82
                },
                {
                  "text": "に",
                  "t": 1.96
                },
                {
                  "text": "挑戦",
                  "kana": "ちょうせん",
                  "t": 2.16
                },
                {
                  "text": "した",
                  "t": 2.64
                },
                {
                  "text": "い",
                  "t": 2.9
                },
                {
                  "text": "と",
                  "t": 3.08
                },
                {
                  "text": "思",
                  "kana": "おも",
                  "t": 3.08
                },
                {
                  "text": "う",
                  "t": 3.32
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我想趁年轻尝试各种挑战。",
              "notes": "",
              "blanks": [
                "若いうちに",
                "挑戦したいと思う"
              ],
              "audio": "audio/seg-028.mp3"
            },
            {
              "id": 29,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "何年",
                  "kana": "なんねん",
                  "t": 0
                },
                {
                  "text": "も",
                  "t": 0.7
                },
                {
                  "text": "飼",
                  "kana": "か",
                  "t": 0.9
                },
                {
                  "text": "って",
                  "t": 1.12
                },
                {
                  "text": "いる",
                  "t": 1.28
                },
                {
                  "text": "う",
                  "t": 1.42
                },
                {
                  "text": "ち",
                  "t": 1.6
                },
                {
                  "text": "に",
                  "t": 1.74
                },
                {
                  "text": "、"
                },
                {
                  "text": "ワ",
                  "t": 2.24
                },
                {
                  "text": "ン",
                  "t": 2.44
                },
                {
                  "text": "ちゃん",
                  "t": 2.58
                },
                {
                  "text": "は",
                  "t": 2.72
                },
                {
                  "text": "我",
                  "kana": "わ",
                  "t": 3.06
                },
                {
                  "text": "が",
                  "t": 3.26
                },
                {
                  "text": "家",
                  "kana": "や",
                  "t": 3.36
                },
                {
                  "text": "の",
                  "t": 3.46
                },
                {
                  "text": "一員",
                  "kana": "いちいん",
                  "t": 3.7
                },
                {
                  "text": "にな",
                  "t": 4.02
                },
                {
                  "text": "った",
                  "t": 4.32
                },
                {
                  "text": "。"
                }
              ],
              "zh": "养了这么多年了，狗狗已经成了我们家的一员。",
              "notes": "",
              "blanks": [
                "飼っているうちに",
                "我が家の一員になった"
              ],
              "audio": "audio/seg-029.mp3"
            },
            {
              "id": 30,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "新",
                  "kana": "あたら",
                  "t": 0
                },
                {
                  "text": "しい",
                  "t": 0.62
                },
                {
                  "text": "一眼",
                  "kana": "いちがん",
                  "t": 0.88
                },
                {
                  "text": "レ",
                  "t": 1.3
                },
                {
                  "text": "フ",
                  "t": 1.46
                },
                {
                  "text": "を",
                  "t": 1.56
                },
                {
                  "text": "買",
                  "kana": "か",
                  "t": 1.7
                },
                {
                  "text": "った",
                  "t": 1.9
                },
                {
                  "text": "が",
                  "t": 2.04
                },
                {
                  "text": "、"
                },
                {
                  "text": "1",
                  "t": 2.62
                },
                {
                  "text": "か",
                  "t": 2.92
                },
                {
                  "text": "月",
                  "kana": "げつ",
                  "t": 3.04
                },
                {
                  "text": "も",
                  "t": 3.26
                },
                {
                  "text": "経",
                  "kana": "た",
                  "t": 3.5
                },
                {
                  "text": "た",
                  "t": 3.66
                },
                {
                  "text": "ない",
                  "t": 3.76
                },
                {
                  "text": "う",
                  "t": 3.92
                },
                {
                  "text": "ち",
                  "t": 4.1
                },
                {
                  "text": "に",
                  "t": 4.26
                },
                {
                  "text": "新型",
                  "kana": "しんがた",
                  "t": 4.52
                },
                {
                  "text": "が",
                  "t": 4.96
                },
                {
                  "text": "発売",
                  "kana": "はつばい",
                  "t": 5.22
                },
                {
                  "text": "さ",
                  "t": 5.62
                },
                {
                  "text": "れて",
                  "t": 5.78
                },
                {
                  "text": "が",
                  "t": 6.04
                },
                {
                  "text": "っ",
                  "t": 6.28
                },
                {
                  "text": "か",
                  "t": 6.36
                },
                {
                  "text": "り",
                  "t": 6.44
                },
                {
                  "text": "した",
                  "t": 6.58
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我新买了一台单反相机，但是没过一个月就出了新款，很沮丧。",
              "notes": "",
              "blanks": [
                "経たないうちに",
                "新型が発売されてがっかりした"
              ],
              "audio": "audio/seg-030.mp3"
            },
            {
              "id": 31,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ラ",
                  "t": 0
                },
                {
                  "text": "グ",
                  "t": 0.48
                },
                {
                  "text": "ビ",
                  "t": 0.62
                },
                {
                  "text": "ー",
                  "t": 0.7
                },
                {
                  "text": "は",
                  "t": 0.86
                },
                {
                  "text": "あ",
                  "t": 1.02
                },
                {
                  "text": "まり",
                  "t": 1.14
                },
                {
                  "text": "好",
                  "kana": "す",
                  "t": 1.3
                },
                {
                  "text": "き",
                  "t": 1.5
                },
                {
                  "text": "では",
                  "t": 1.64
                },
                {
                  "text": "な",
                  "t": 1.88
                },
                {
                  "text": "かった",
                  "t": 2.04
                },
                {
                  "text": "が",
                  "t": 2.3
                },
                {
                  "text": "、"
                },
                {
                  "text": "何度",
                  "kana": "なんど",
                  "t": 2.84
                },
                {
                  "text": "も",
                  "t": 3.28
                },
                {
                  "text": "テ",
                  "t": 3.42
                },
                {
                  "text": "レ",
                  "t": 3.58
                },
                {
                  "text": "ビ",
                  "t": 3.66
                },
                {
                  "text": "で",
                  "t": 3.76
                },
                {
                  "text": "試合",
                  "kana": "しあい",
                  "t": 3.98
                },
                {
                  "text": "を",
                  "t": 4.24
                },
                {
                  "text": "見",
                  "kana": "み",
                  "t": 4.4
                },
                {
                  "text": "て",
                  "t": 4.4
                },
                {
                  "text": "いる",
                  "t": 4.6
                },
                {
                  "text": "う",
                  "t": 4.84
                },
                {
                  "text": "ち",
                  "t": 5
                },
                {
                  "text": "に",
                  "t": 5.16
                },
                {
                  "text": "、"
                },
                {
                  "text": "好",
                  "kana": "す",
                  "t": 5.64
                },
                {
                  "text": "き",
                  "t": 5.8
                },
                {
                  "text": "にな",
                  "t": 5.94
                },
                {
                  "text": "って",
                  "t": 6.18
                },
                {
                  "text": "きた",
                  "t": 6.38
                },
                {
                  "text": "。"
                }
              ],
              "zh": "起初并不怎么喜欢橄榄球，但多次在电视上观看比赛，渐渐喜欢上了。",
              "notes": "",
              "blanks": [
                "見ているうちに",
                "好きになってきた"
              ],
              "audio": "audio/seg-031.mp3"
            },
            {
              "id": 32,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "生徒",
                  "kana": "せいと",
                  "t": 0
                },
                {
                  "text": "た",
                  "t": 0.74
                },
                {
                  "text": "ちは",
                  "t": 0.86
                },
                {
                  "text": "何度",
                  "kana": "なんど",
                  "t": 1.08
                },
                {
                  "text": "も",
                  "t": 1.5
                },
                {
                  "text": "話",
                  "kana": "はな",
                  "t": 1.7
                },
                {
                  "text": "し",
                  "t": 1.92
                },
                {
                  "text": "合",
                  "kana": "あ",
                  "t": 2.12
                },
                {
                  "text": "って",
                  "t": 2.2
                },
                {
                  "text": "いる",
                  "t": 2.36
                },
                {
                  "text": "う",
                  "t": 2.52
                },
                {
                  "text": "ち",
                  "t": 2.7
                },
                {
                  "text": "に",
                  "t": 2.84
                },
                {
                  "text": "、"
                },
                {
                  "text": "自然",
                  "kana": "しぜん",
                  "t": 3.36
                },
                {
                  "text": "と",
                  "t": 3.76
                },
                {
                  "text": "仲間意識",
                  "kana": "なかまいしき",
                  "t": 3.92
                },
                {
                  "text": "が",
                  "t": 4.56
                },
                {
                  "text": "出",
                  "kana": "で",
                  "t": 4.72
                },
                {
                  "text": "て",
                  "t": 4.84
                },
                {
                  "text": "きた",
                  "t": 4.98
                },
                {
                  "text": "。"
                }
              ],
              "zh": "学生们经过不断交谈，自然而然地产生了同伴意识。",
              "notes": "",
              "blanks": [
                "話し合っているうちに",
                "仲間意識が出てきた"
              ],
              "audio": "audio/seg-032.mp3"
            }
          ],
          "groups": [
            {
              "overview": "接续1：动普通形/イ形／ナ形语干－な/名一の＋うちに\n说明1：“在……期间”“趁着……”。\n注意1：“～うちに”的前面接表示一段时间的表达方式。接动词时，多接“動ている形”和“動ない形－ない”。",
              "sentences": [
                {
                  "id": 26,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "元気",
                      "kana": "げんき",
                      "t": 0
                    },
                    {
                      "text": "な",
                      "t": 0.68
                    },
                    {
                      "text": "う",
                      "t": 0.8
                    },
                    {
                      "text": "ち",
                      "t": 0.94
                    },
                    {
                      "text": "に",
                      "t": 1.08
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "趣味",
                      "kana": "しゅみ",
                      "t": 1.62
                    },
                    {
                      "text": "の",
                      "t": 1.92
                    },
                    {
                      "text": "山登",
                      "kana": "やまのぼ",
                      "t": 2.1
                    },
                    {
                      "text": "り",
                      "t": 2.48
                    },
                    {
                      "text": "を",
                      "t": 2.66
                    },
                    {
                      "text": "楽",
                      "kana": "たの",
                      "t": 2.82
                    },
                    {
                      "text": "し",
                      "t": 3.1
                    },
                    {
                      "text": "もう",
                      "t": 3.22
                    },
                    {
                      "text": "と",
                      "t": 3.36
                    },
                    {
                      "text": "思",
                      "kana": "おも",
                      "t": 3.36
                    },
                    {
                      "text": "って",
                      "t": 3.68
                    },
                    {
                      "text": "いる",
                      "t": 4
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "我想趁着身体还硬朗，好好地享受登山这一爱好。",
                  "notes": "",
                  "blanks": [
                    "元気なうちに",
                    "楽しもうと思っている"
                  ],
                  "audio": "audio/seg-026.mp3"
                },
                {
                  "id": 27,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "忘",
                      "kana": "わす",
                      "t": 0
                    },
                    {
                      "text": "れない",
                      "t": 0.6
                    },
                    {
                      "text": "う",
                      "t": 0.86
                    },
                    {
                      "text": "ち",
                      "t": 1.08
                    },
                    {
                      "text": "に",
                      "t": 1.24
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "手帳",
                      "kana": "てちょう",
                      "t": 1.68
                    },
                    {
                      "text": "に",
                      "t": 2.1
                    },
                    {
                      "text": "メ",
                      "t": 2.32
                    },
                    {
                      "text": "モ",
                      "t": 2.44
                    },
                    {
                      "text": "し",
                      "t": 2.58
                    },
                    {
                      "text": "と",
                      "t": 2.76
                    },
                    {
                      "text": "こう",
                      "t": 2.92
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "趁着还没有忘记，先记在记事本上。",
                  "notes": "",
                  "blanks": [
                    "忘れないうちに",
                    "メモしとこう"
                  ],
                  "audio": "audio/seg-027.mp3"
                },
                {
                  "id": 28,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "若",
                      "kana": "わか",
                      "t": 0
                    },
                    {
                      "text": "いう",
                      "t": 0.56
                    },
                    {
                      "text": "ち",
                      "t": 0.76
                    },
                    {
                      "text": "に",
                      "t": 0.98
                    },
                    {
                      "text": "い",
                      "t": 1.28
                    },
                    {
                      "text": "ろ",
                      "t": 1.42
                    },
                    {
                      "text": "い",
                      "t": 1.48
                    },
                    {
                      "text": "ろ",
                      "t": 1.58
                    },
                    {
                      "text": "な",
                      "t": 1.68
                    },
                    {
                      "text": "こと",
                      "t": 1.82
                    },
                    {
                      "text": "に",
                      "t": 1.96
                    },
                    {
                      "text": "挑戦",
                      "kana": "ちょうせん",
                      "t": 2.16
                    },
                    {
                      "text": "した",
                      "t": 2.64
                    },
                    {
                      "text": "い",
                      "t": 2.9
                    },
                    {
                      "text": "と",
                      "t": 3.08
                    },
                    {
                      "text": "思",
                      "kana": "おも",
                      "t": 3.08
                    },
                    {
                      "text": "う",
                      "t": 3.32
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "我想趁年轻尝试各种挑战。",
                  "notes": "",
                  "blanks": [
                    "若いうちに",
                    "挑戦したいと思う"
                  ],
                  "audio": "audio/seg-028.mp3"
                }
              ]
            },
            {
              "overview": "接续2：动ている形・ない形＋うちに\n说明2：在某事发生的期间，发生了另外的一件事情，可灵活翻译，“……着……”。\n注意2：相当于“～ている間に”。“～うちに”的前项表示持续性的动作，后项表示发生了没有预想到的结果，并且是不知不觉地、自然而然地发生的。",
              "sentences": [
                {
                  "id": 29,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "何年",
                      "kana": "なんねん",
                      "t": 0
                    },
                    {
                      "text": "も",
                      "t": 0.7
                    },
                    {
                      "text": "飼",
                      "kana": "か",
                      "t": 0.9
                    },
                    {
                      "text": "って",
                      "t": 1.12
                    },
                    {
                      "text": "いる",
                      "t": 1.28
                    },
                    {
                      "text": "う",
                      "t": 1.42
                    },
                    {
                      "text": "ち",
                      "t": 1.6
                    },
                    {
                      "text": "に",
                      "t": 1.74
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "ワ",
                      "t": 2.24
                    },
                    {
                      "text": "ン",
                      "t": 2.44
                    },
                    {
                      "text": "ちゃん",
                      "t": 2.58
                    },
                    {
                      "text": "は",
                      "t": 2.72
                    },
                    {
                      "text": "我",
                      "kana": "わ",
                      "t": 3.06
                    },
                    {
                      "text": "が",
                      "t": 3.26
                    },
                    {
                      "text": "家",
                      "kana": "や",
                      "t": 3.36
                    },
                    {
                      "text": "の",
                      "t": 3.46
                    },
                    {
                      "text": "一員",
                      "kana": "いちいん",
                      "t": 3.7
                    },
                    {
                      "text": "にな",
                      "t": 4.02
                    },
                    {
                      "text": "った",
                      "t": 4.32
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "养了这么多年了，狗狗已经成了我们家的一员。",
                  "notes": "",
                  "blanks": [
                    "飼っているうちに",
                    "我が家の一員になった"
                  ],
                  "audio": "audio/seg-029.mp3"
                },
                {
                  "id": 30,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "新",
                      "kana": "あたら",
                      "t": 0
                    },
                    {
                      "text": "しい",
                      "t": 0.62
                    },
                    {
                      "text": "一眼",
                      "kana": "いちがん",
                      "t": 0.88
                    },
                    {
                      "text": "レ",
                      "t": 1.3
                    },
                    {
                      "text": "フ",
                      "t": 1.46
                    },
                    {
                      "text": "を",
                      "t": 1.56
                    },
                    {
                      "text": "買",
                      "kana": "か",
                      "t": 1.7
                    },
                    {
                      "text": "った",
                      "t": 1.9
                    },
                    {
                      "text": "が",
                      "t": 2.04
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "1",
                      "t": 2.62
                    },
                    {
                      "text": "か",
                      "t": 2.92
                    },
                    {
                      "text": "月",
                      "kana": "げつ",
                      "t": 3.04
                    },
                    {
                      "text": "も",
                      "t": 3.26
                    },
                    {
                      "text": "経",
                      "kana": "た",
                      "t": 3.5
                    },
                    {
                      "text": "た",
                      "t": 3.66
                    },
                    {
                      "text": "ない",
                      "t": 3.76
                    },
                    {
                      "text": "う",
                      "t": 3.92
                    },
                    {
                      "text": "ち",
                      "t": 4.1
                    },
                    {
                      "text": "に",
                      "t": 4.26
                    },
                    {
                      "text": "新型",
                      "kana": "しんがた",
                      "t": 4.52
                    },
                    {
                      "text": "が",
                      "t": 4.96
                    },
                    {
                      "text": "発売",
                      "kana": "はつばい",
                      "t": 5.22
                    },
                    {
                      "text": "さ",
                      "t": 5.62
                    },
                    {
                      "text": "れて",
                      "t": 5.78
                    },
                    {
                      "text": "が",
                      "t": 6.04
                    },
                    {
                      "text": "っ",
                      "t": 6.28
                    },
                    {
                      "text": "か",
                      "t": 6.36
                    },
                    {
                      "text": "り",
                      "t": 6.44
                    },
                    {
                      "text": "した",
                      "t": 6.58
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "我新买了一台单反相机，但是没过一个月就出了新款，很沮丧。",
                  "notes": "",
                  "blanks": [
                    "経たないうちに",
                    "新型が発売されてがっかりした"
                  ],
                  "audio": "audio/seg-030.mp3"
                },
                {
                  "id": 31,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "ラ",
                      "t": 0
                    },
                    {
                      "text": "グ",
                      "t": 0.48
                    },
                    {
                      "text": "ビ",
                      "t": 0.62
                    },
                    {
                      "text": "ー",
                      "t": 0.7
                    },
                    {
                      "text": "は",
                      "t": 0.86
                    },
                    {
                      "text": "あ",
                      "t": 1.02
                    },
                    {
                      "text": "まり",
                      "t": 1.14
                    },
                    {
                      "text": "好",
                      "kana": "す",
                      "t": 1.3
                    },
                    {
                      "text": "き",
                      "t": 1.5
                    },
                    {
                      "text": "では",
                      "t": 1.64
                    },
                    {
                      "text": "な",
                      "t": 1.88
                    },
                    {
                      "text": "かった",
                      "t": 2.04
                    },
                    {
                      "text": "が",
                      "t": 2.3
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "何度",
                      "kana": "なんど",
                      "t": 2.84
                    },
                    {
                      "text": "も",
                      "t": 3.28
                    },
                    {
                      "text": "テ",
                      "t": 3.42
                    },
                    {
                      "text": "レ",
                      "t": 3.58
                    },
                    {
                      "text": "ビ",
                      "t": 3.66
                    },
                    {
                      "text": "で",
                      "t": 3.76
                    },
                    {
                      "text": "試合",
                      "kana": "しあい",
                      "t": 3.98
                    },
                    {
                      "text": "を",
                      "t": 4.24
                    },
                    {
                      "text": "見",
                      "kana": "み",
                      "t": 4.4
                    },
                    {
                      "text": "て",
                      "t": 4.4
                    },
                    {
                      "text": "いる",
                      "t": 4.6
                    },
                    {
                      "text": "う",
                      "t": 4.84
                    },
                    {
                      "text": "ち",
                      "t": 5
                    },
                    {
                      "text": "に",
                      "t": 5.16
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "好",
                      "kana": "す",
                      "t": 5.64
                    },
                    {
                      "text": "き",
                      "t": 5.8
                    },
                    {
                      "text": "にな",
                      "t": 5.94
                    },
                    {
                      "text": "って",
                      "t": 6.18
                    },
                    {
                      "text": "きた",
                      "t": 6.38
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "起初并不怎么喜欢橄榄球，但多次在电视上观看比赛，渐渐喜欢上了。",
                  "notes": "",
                  "blanks": [
                    "見ているうちに",
                    "好きになってきた"
                  ],
                  "audio": "audio/seg-031.mp3"
                },
                {
                  "id": 32,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "生徒",
                      "kana": "せいと",
                      "t": 0
                    },
                    {
                      "text": "た",
                      "t": 0.74
                    },
                    {
                      "text": "ちは",
                      "t": 0.86
                    },
                    {
                      "text": "何度",
                      "kana": "なんど",
                      "t": 1.08
                    },
                    {
                      "text": "も",
                      "t": 1.5
                    },
                    {
                      "text": "話",
                      "kana": "はな",
                      "t": 1.7
                    },
                    {
                      "text": "し",
                      "t": 1.92
                    },
                    {
                      "text": "合",
                      "kana": "あ",
                      "t": 2.12
                    },
                    {
                      "text": "って",
                      "t": 2.2
                    },
                    {
                      "text": "いる",
                      "t": 2.36
                    },
                    {
                      "text": "う",
                      "t": 2.52
                    },
                    {
                      "text": "ち",
                      "t": 2.7
                    },
                    {
                      "text": "に",
                      "t": 2.84
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "自然",
                      "kana": "しぜん",
                      "t": 3.36
                    },
                    {
                      "text": "と",
                      "t": 3.76
                    },
                    {
                      "text": "仲間意識",
                      "kana": "なかまいしき",
                      "t": 3.92
                    },
                    {
                      "text": "が",
                      "t": 4.56
                    },
                    {
                      "text": "出",
                      "kana": "で",
                      "t": 4.72
                    },
                    {
                      "text": "て",
                      "t": 4.84
                    },
                    {
                      "text": "きた",
                      "t": 4.98
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "学生们经过不断交谈，自然而然地产生了同伴意识。",
                  "notes": "",
                  "blanks": [
                    "話し合っているうちに",
                    "仲間意識が出てきた"
                  ],
                  "audio": "audio/seg-032.mp3"
                }
              ]
            }
          ]
        },
        {
          "question": "9. ～うちは",
          "overview": "接续：动普通形/イ形＋うちは\n　　　ナ形语干－な/名一の＋うちは\n说明：“在（还没）……的时候、期间”。\n注意：“～うちは”强调“在某个时间段里，在某个期间”。既可以用于别人的事情，也可以用于说话人自己的事情。接动词时，多接“動ている形”，“動ている形＋うちは”相当于“～ている間は”。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-009.mp3",
          "sentences": [
            {
              "id": 33,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "気象庁",
                  "kana": "きしょうちょう",
                  "t": 0
                },
                {
                  "text": "から",
                  "t": 0.82
                },
                {
                  "text": "大雨",
                  "kana": "おおあめ",
                  "t": 1.2
                },
                {
                  "text": "警報",
                  "kana": "けいほう",
                  "t": 1.64
                },
                {
                  "text": "が",
                  "t": 2.04
                },
                {
                  "text": "発表",
                  "kana": "はっぴょう",
                  "t": 2.28
                },
                {
                  "text": "さ",
                  "t": 2.68
                },
                {
                  "text": "れて",
                  "t": 2.88
                },
                {
                  "text": "いる",
                  "t": 3.08
                },
                {
                  "text": "う",
                  "t": 3.26
                },
                {
                  "text": "ちは",
                  "t": 3.42
                },
                {
                  "text": "、"
                },
                {
                  "text": "外出",
                  "kana": "がいしゅつ",
                  "t": 4.14
                },
                {
                  "text": "を",
                  "t": 4.42
                },
                {
                  "text": "控",
                  "kana": "ひか",
                  "t": 4.64
                },
                {
                  "text": "えて",
                  "t": 4.86
                },
                {
                  "text": "ください",
                  "t": 5.06
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在气象厅发布大雨警报期间，请尽量不要外出。",
              "notes": "",
              "blanks": [
                "発表されているうちは",
                "外出を控えてください"
              ],
              "audio": "audio/seg-033.mp3"
            },
            {
              "id": 34,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "周",
                  "kana": "まわ",
                  "t": 0
                },
                {
                  "text": "り",
                  "t": 0.48
                },
                {
                  "text": "に",
                  "t": 0.7
                },
                {
                  "text": "米",
                  "kana": "べい",
                  "t": 0.82
                },
                {
                  "text": "を",
                  "t": 1.06
                },
                {
                  "text": "作",
                  "kana": "つく",
                  "t": 1.28
                },
                {
                  "text": "る",
                  "t": 1.42
                },
                {
                  "text": "農家",
                  "kana": "のうか",
                  "t": 1.58
                },
                {
                  "text": "が",
                  "t": 1.94
                },
                {
                  "text": "少",
                  "kana": "すく",
                  "t": 2.08
                },
                {
                  "text": "なく",
                  "t": 2.3
                },
                {
                  "text": "な",
                  "t": 2.52
                },
                {
                  "text": "って",
                  "t": 2.74
                },
                {
                  "text": "きた",
                  "t": 2.9
                },
                {
                  "text": "が",
                  "t": 3.06
                },
                {
                  "text": "、"
                },
                {
                  "text": "お",
                  "t": 3.54
                },
                {
                  "text": "じ",
                  "t": 3.76
                },
                {
                  "text": "い",
                  "t": 3.88
                },
                {
                  "text": "さん",
                  "t": 4
                },
                {
                  "text": "は",
                  "t": 4.18
                },
                {
                  "text": "元気",
                  "kana": "げんき",
                  "t": 4.32
                },
                {
                  "text": "な",
                  "t": 4.72
                },
                {
                  "text": "う",
                  "t": 4.82
                },
                {
                  "text": "ちは",
                  "t": 4.98
                },
                {
                  "text": "稲作",
                  "kana": "いなさく",
                  "t": 5.18
                },
                {
                  "text": "を",
                  "t": 5.68
                },
                {
                  "text": "頑張",
                  "kana": "がんば",
                  "t": 5.88
                },
                {
                  "text": "り",
                  "t": 6.28
                },
                {
                  "text": "たい",
                  "t": 6.38
                },
                {
                  "text": "と",
                  "t": 6.52
                },
                {
                  "text": "言",
                  "kana": "い",
                  "t": 6.7
                },
                {
                  "text": "って",
                  "t": 6.9
                },
                {
                  "text": "いる",
                  "t": 7.04
                },
                {
                  "text": "。"
                }
              ],
              "zh": "周围种植大米的农户越来越少，爷爷却说在身体还硬朗的时候要努力种植水稻。",
              "notes": "",
              "blanks": [
                "元気なうちは",
                "稲作を頑張りたい"
              ],
              "audio": "audio/seg-034.mp3"
            },
            {
              "id": 35,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "工事",
                  "kana": "こうじ",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.66
                },
                {
                  "text": "して",
                  "t": 0.8
                },
                {
                  "text": "いる",
                  "t": 1.02
                },
                {
                  "text": "う",
                  "t": 1.2
                },
                {
                  "text": "ちは",
                  "t": 1.36
                },
                {
                  "text": "、"
                },
                {
                  "text": "この",
                  "t": 1.78
                },
                {
                  "text": "道路",
                  "kana": "どうろ",
                  "t": 2.28
                },
                {
                  "text": "は",
                  "t": 2.6
                },
                {
                  "text": "通行",
                  "kana": "つうこう",
                  "t": 2.88
                },
                {
                  "text": "でき",
                  "t": 3.28
                },
                {
                  "text": "ません",
                  "t": 3.58
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在施工期间，这条道路无法通行。",
              "notes": "",
              "blanks": [
                "しているうちは",
                "通行できません"
              ],
              "audio": "audio/seg-035.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "10. ～(よ)うではないか/(よ)うじゃないか",
          "overview": "接续：动意向形＋ではないか/じゃないか\n说明：表示建议或劝诱，“让我们……吧”。\n注意：包含强烈的呼吁、号召的语气，“～(よ)うではありませんか”是其礼貌的表达方式。",
          "answer": "",
          "unit": "第1单元",
          "wordAudio": "audio/word-010.mp3",
          "sentences": [
            {
              "id": 36,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "みなさん",
                  "t": 0.52
                },
                {
                  "text": "、"
                },
                {
                  "text": "自然環境",
                  "kana": "しぜんかんきょう",
                  "t": 0.94
                },
                {
                  "text": "を",
                  "t": 1.92
                },
                {
                  "text": "守",
                  "kana": "まも",
                  "t": 2.08
                },
                {
                  "text": "る",
                  "t": 2.3
                },
                {
                  "text": "ため",
                  "t": 2.46
                },
                {
                  "text": "に",
                  "t": 2.72
                },
                {
                  "text": "、"
                },
                {
                  "text": "リ",
                  "t": 3.22
                },
                {
                  "text": "サ",
                  "t": 3.42
                },
                {
                  "text": "イ",
                  "t": 3.54
                },
                {
                  "text": "ク",
                  "t": 3.66
                },
                {
                  "text": "ル",
                  "t": 3.74
                },
                {
                  "text": "活動",
                  "kana": "かつどう",
                  "t": 3.86
                },
                {
                  "text": "に",
                  "t": 4.26
                },
                {
                  "text": "協力",
                  "kana": "きょうりょく",
                  "t": 4.48
                },
                {
                  "text": "し",
                  "t": 4.94
                },
                {
                  "text": "よう",
                  "t": 5.14
                },
                {
                  "text": "では",
                  "t": 5.28
                },
                {
                  "text": "あり",
                  "t": 5.52
                },
                {
                  "text": "ません",
                  "t": 5.82
                },
                {
                  "text": "か",
                  "t": 6.2
                },
                {
                  "text": "。"
                }
              ],
              "zh": "为了保护环境，让我们一起支持废品再利用运动吧。",
              "notes": "",
              "blanks": [
                "自然環境を守るために",
                "協力しようではありませんか"
              ],
              "audio": "audio/seg-036.mp3"
            },
            {
              "id": 37,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "今月",
                  "kana": "こんげつ",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.68
                },
                {
                  "text": "売上",
                  "kana": "うりあ",
                  "t": 0.9
                },
                {
                  "text": "げ",
                  "t": 1.24
                },
                {
                  "text": "目標",
                  "kana": "もくひょう",
                  "t": 1.36
                },
                {
                  "text": "も",
                  "t": 1.74
                },
                {
                  "text": "達成",
                  "kana": "たっせい",
                  "t": 1.98
                },
                {
                  "text": "でき",
                  "t": 2.4
                },
                {
                  "text": "た",
                  "t": 2.62
                },
                {
                  "text": "し",
                  "t": 2.86
                },
                {
                  "text": "、"
                },
                {
                  "text": "今日",
                  "kana": "きょう",
                  "t": 3.5
                },
                {
                  "text": "は",
                  "t": 3.5
                },
                {
                  "text": "み",
                  "t": 3.78
                },
                {
                  "text": "んな",
                  "t": 4.02
                },
                {
                  "text": "で",
                  "t": 4.2
                },
                {
                  "text": "大",
                  "kana": "おお",
                  "t": 4.36
                },
                {
                  "text": "い",
                  "t": 4.56
                },
                {
                  "text": "に",
                  "t": 4.68
                },
                {
                  "text": "飲",
                  "kana": "の",
                  "t": 4.82
                },
                {
                  "text": "もう",
                  "t": 4.98
                },
                {
                  "text": "じゃない",
                  "t": 5.12
                },
                {
                  "text": "か",
                  "t": 5.44
                },
                {
                  "text": "。"
                }
              ],
              "zh": "这个月的销售目标也完成了，今天大家一起痛痛快快地喝一杯吧。",
              "notes": "",
              "blanks": [
                "達成できたし",
                "大いに飲もうじゃないか"
              ],
              "audio": "audio/seg-037.mp3"
            },
            {
              "id": 38,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "優勝",
                  "kana": "ゆうしょう",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.78
                },
                {
                  "text": "目指",
                  "kana": "めざ",
                  "t": 0.96
                },
                {
                  "text": "して",
                  "t": 1.2
                },
                {
                  "text": "一緒",
                  "kana": "いっしょ",
                  "t": 1.4
                },
                {
                  "text": "に",
                  "t": 1.8
                },
                {
                  "text": "頑張",
                  "kana": "がんば",
                  "t": 2
                },
                {
                  "text": "ろう",
                  "t": 2.38
                },
                {
                  "text": "じゃない",
                  "t": 2.52
                },
                {
                  "text": "か",
                  "t": 2.82
                },
                {
                  "text": "。"
                }
              ],
              "zh": "让我们为了胜利一起努力吧！",
              "notes": "",
              "blanks": [
                "優勝を目指して",
                "頑張ろうじゃないか"
              ],
              "audio": "audio/seg-038.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "11. ～得る（うる）",
          "overview": "接续：動ます形＋得る\n说明：表示可能性，“能……”。\n注意：①“～得る”表示可能性，而不表示能力。而动词的可能态“～れる/られる”既可以表示可能性，又可以表示能力。如表示“会说中文”时，只能用「中国語が話せる」，而不能用「中国語が話しうる」。②“～得る”一般用于书面语，其否定形式是“～得ない”。「ありうる（可能有，应该有）」比较常用。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-011.mp3",
          "sentences": [
            {
              "id": 39,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "地球温暖化",
                  "kana": "ちきゅうおんだんか",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 1.26
                },
                {
                  "text": "進",
                  "kana": "すす",
                  "t": 1.46
                },
                {
                  "text": "む",
                  "t": 1.62
                },
                {
                  "text": "と",
                  "t": 1.78
                },
                {
                  "text": "、"
                },
                {
                  "text": "気候",
                  "kana": "きこう",
                  "t": 2.32
                },
                {
                  "text": "の",
                  "t": 2.76
                },
                {
                  "text": "変化",
                  "kana": "へんか",
                  "t": 2.96
                },
                {
                  "text": "、"
                },
                {
                  "text": "海面",
                  "kana": "かいめん",
                  "t": 3.8
                },
                {
                  "text": "の",
                  "t": 4.08
                },
                {
                  "text": "上昇",
                  "kana": "じょうしょう",
                  "t": 4.32
                },
                {
                  "text": "な",
                  "t": 4.66
                },
                {
                  "text": "ど",
                  "t": 4.84
                },
                {
                  "text": "の",
                  "t": 4.94
                },
                {
                  "text": "問題",
                  "kana": "もんだい",
                  "t": 5.1
                },
                {
                  "text": "が",
                  "t": 5.36
                },
                {
                  "text": "生",
                  "kana": "しょう",
                  "t": 5.68
                },
                {
                  "text": "じ",
                  "t": 5.8
                },
                {
                  "text": "う",
                  "t": 6
                },
                {
                  "text": "る",
                  "t": 6.1
                },
                {
                  "text": "。"
                }
              ],
              "zh": "地球温室效应不断加剧的话，可能会产生气候变化、海平面上升等问题。",
              "notes": "",
              "blanks": [
                "生じうる"
              ],
              "audio": "audio/seg-039.mp3"
            },
            {
              "id": 40,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "今",
                  "kana": "いま",
                  "t": 0
                },
                {
                  "text": "から",
                  "t": 0.5
                },
                {
                  "text": "必死",
                  "kana": "ひっし",
                  "t": 0.76
                },
                {
                  "text": "にな",
                  "t": 1.18
                },
                {
                  "text": "って",
                  "t": 1.44
                },
                {
                  "text": "頑張",
                  "kana": "がんば",
                  "t": 1.62
                },
                {
                  "text": "れ",
                  "t": 2.02
                },
                {
                  "text": "ば",
                  "t": 2.16
                },
                {
                  "text": "、"
                },
                {
                  "text": "志望",
                  "kana": "しぼう",
                  "t": 2.92
                },
                {
                  "text": "の",
                  "t": 3.04
                },
                {
                  "text": "大学",
                  "kana": "だいがく",
                  "t": 3.32
                },
                {
                  "text": "に",
                  "t": 3.62
                },
                {
                  "text": "入",
                  "kana": "はい",
                  "t": 3.82
                },
                {
                  "text": "る",
                  "t": 3.98
                },
                {
                  "text": "こと",
                  "t": 4.16
                },
                {
                  "text": "も",
                  "t": 4.36
                },
                {
                  "text": "十分",
                  "kana": "じゅうぶん",
                  "t": 4.62
                },
                {
                  "text": "に",
                  "t": 5.08
                },
                {
                  "text": "あり",
                  "t": 5.24
                },
                {
                  "text": "う",
                  "t": 5.48
                },
                {
                  "text": "る",
                  "t": 5.6
                },
                {
                  "text": "。"
                }
              ],
              "zh": "从现在开始拼命努力的话，考上自己希望进入的大学也是非常有可能的。",
              "notes": "",
              "blanks": [
                "ありうる"
              ],
              "audio": "audio/seg-040.mp3"
            },
            {
              "id": 41,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "今度",
                  "kana": "こんど",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.64
                },
                {
                  "text": "サ",
                  "t": 0.78
                },
                {
                  "text": "ッ",
                  "t": 0.94
                },
                {
                  "text": "カ",
                  "t": 1.08
                },
                {
                  "text": "ー",
                  "t": 1.14
                },
                {
                  "text": "の",
                  "t": 1.26
                },
                {
                  "text": "決勝戦",
                  "kana": "けっしょうせん",
                  "t": 1.4
                },
                {
                  "text": "では",
                  "t": 2.02
                },
                {
                  "text": "、"
                },
                {
                  "text": "ど",
                  "t": 2.56
                },
                {
                  "text": "んな",
                  "t": 2.9
                },
                {
                  "text": "こと",
                  "t": 3.1
                },
                {
                  "text": "でも",
                  "t": 3.28
                },
                {
                  "text": "起",
                  "kana": "お",
                  "t": 3.54
                },
                {
                  "text": "こ",
                  "t": 3.76
                },
                {
                  "text": "り",
                  "t": 3.86
                },
                {
                  "text": "う",
                  "t": 3.96
                },
                {
                  "text": "る",
                  "t": 4.04
                },
                {
                  "text": "。"
                }
              ],
              "zh": "这次的足球决赛，什么情况都有可能发生。",
              "notes": "",
              "blanks": [
                "起こりうる"
              ],
              "audio": "audio/seg-041.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "12. ～得ない（えない）",
          "overview": "接续：動ます形＋得ない\n说明：表示没有某种可能性，“不可能……”。\n注意：属于书面语，但是「ありえない」在口语中常用。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-012.mp3",
          "sentences": [
            {
              "id": 42,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "他人",
                  "kana": "たにん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.66
                },
                {
                  "text": "夢",
                  "kana": "ゆめ",
                  "t": 0.78
                },
                {
                  "text": "の",
                  "t": 0.98
                },
                {
                  "text": "中",
                  "kana": "なか",
                  "t": 1.2
                },
                {
                  "text": "に",
                  "t": 1.36
                },
                {
                  "text": "潜入",
                  "kana": "せんにゅう",
                  "t": 1.62
                },
                {
                  "text": "して",
                  "t": 2
                },
                {
                  "text": "、"
                },
                {
                  "text": "ア",
                  "t": 2.56
                },
                {
                  "text": "イ",
                  "t": 2.86
                },
                {
                  "text": "デ",
                  "t": 3
                },
                {
                  "text": "ィ",
                  "t": 3.08
                },
                {
                  "text": "ア",
                  "t": 3.14
                },
                {
                  "text": "を",
                  "t": 3.2
                },
                {
                  "text": "盗",
                  "kana": "ぬす",
                  "t": 3.3
                },
                {
                  "text": "む",
                  "t": 3.52
                },
                {
                  "text": "なん",
                  "t": 3.7
                },
                {
                  "text": "て",
                  "t": 3.94
                },
                {
                  "text": "あり",
                  "t": 4.18
                },
                {
                  "text": "え",
                  "t": 4.42
                },
                {
                  "text": "ない",
                  "t": 4.56
                },
                {
                  "text": "話",
                  "kana": "はなし",
                  "t": 4.72
                },
                {
                  "text": "だ",
                  "t": 5.06
                },
                {
                  "text": "。"
                }
              ],
              "zh": "潜入别人的梦里，窃取别人的创意什么的，是不可能的事情。",
              "notes": "",
              "blanks": [
                "ありえない"
              ],
              "audio": "audio/seg-042.mp3"
            },
            {
              "id": 43,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "根性",
                  "kana": "こんじょう",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.68
                },
                {
                  "text": "ない",
                  "t": 0.86
                },
                {
                  "text": "と",
                  "t": 1.1
                },
                {
                  "text": "、"
                },
                {
                  "text": "この",
                  "t": 1.66
                },
                {
                  "text": "目標",
                  "kana": "もくひょう",
                  "t": 1.92
                },
                {
                  "text": "を",
                  "t": 2.4
                },
                {
                  "text": "達",
                  "kana": "たっ",
                  "t": 2.62
                },
                {
                  "text": "し",
                  "t": 2.84
                },
                {
                  "text": "え",
                  "t": 2.94
                },
                {
                  "text": "ない",
                  "t": 3.06
                },
                {
                  "text": "でしょう",
                  "t": 3.2
                },
                {
                  "text": "。"
                }
              ],
              "zh": "没有毅力的话是无法达成这个目标的吧。",
              "notes": "",
              "blanks": [
                "達しえない"
              ],
              "audio": "audio/seg-043.mp3"
            },
            {
              "id": 44,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "株式",
                  "kana": "かぶしき",
                  "t": 0
                },
                {
                  "text": "相場",
                  "kana": "そうば",
                  "t": 0.78
                },
                {
                  "text": "が",
                  "t": 1.12
                },
                {
                  "text": "これ",
                  "t": 1.34
                },
                {
                  "text": "から",
                  "t": 1.54
                },
                {
                  "text": "どう",
                  "t": 1.8
                },
                {
                  "text": "動",
                  "kana": "うご",
                  "t": 2.1
                },
                {
                  "text": "く",
                  "t": 2.3
                },
                {
                  "text": "か",
                  "t": 2.44
                },
                {
                  "text": "予測",
                  "kana": "よそく",
                  "t": 2.56
                },
                {
                  "text": "し",
                  "t": 3
                },
                {
                  "text": "得",
                  "kana": "え",
                  "t": 3.16
                },
                {
                  "text": "ない",
                  "t": 3.32
                },
                {
                  "text": "。"
                }
              ],
              "zh": "股票行情今后将如何变化是无法预测的。",
              "notes": "",
              "blanks": [
                "予測し得ない"
              ],
              "audio": "audio/seg-044.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "13. ～おかげで/おかげだ",
          "overview": "接续：動/ナ形/イ形/名の名詞修飾形＋おかげで/おかげだ\n说明：表示原因，“托……的福”“多亏……”。\n注意：表示由于前项的原因，导致了后项的好结果。偶尔也能表示不好的原因（如第五个例句），此时是反语的用法，包含讽刺的语气。“～おかげで”用在句中；“～おかげだ”用在句末结句。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-013.mp3",
          "sentences": [
            {
              "id": 45,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "中川",
                  "kana": "なかがわ",
                  "t": 0
                },
                {
                  "text": "先生",
                  "kana": "せんせい",
                  "t": 0.8
                },
                {
                  "text": "に",
                  "t": 1.24
                },
                {
                  "text": "ご",
                  "t": 1.52
                },
                {
                  "text": "指導",
                  "kana": "しどう",
                  "t": 1.7
                },
                {
                  "text": "いただ",
                  "t": 2
                },
                {
                  "text": "いた",
                  "t": 2.36
                },
                {
                  "text": "お",
                  "t": 2.58
                },
                {
                  "text": "か",
                  "t": 2.7
                },
                {
                  "text": "げ",
                  "t": 2.84
                },
                {
                  "text": "で",
                  "t": 2.98
                },
                {
                  "text": "、"
                },
                {
                  "text": "卒業論文",
                  "kana": "そつぎょうろんぶん",
                  "t": 3.5
                },
                {
                  "text": "を",
                  "t": 4.36
                },
                {
                  "text": "完成",
                  "kana": "かんせい",
                  "t": 4.66
                },
                {
                  "text": "さ",
                  "t": 4.98
                },
                {
                  "text": "せ",
                  "t": 5.24
                },
                {
                  "text": "る",
                  "t": 5.32
                },
                {
                  "text": "こと",
                  "t": 5.44
                },
                {
                  "text": "が",
                  "t": 5.6
                },
                {
                  "text": "でき",
                  "t": 5.78
                },
                {
                  "text": "ました",
                  "t": 6.04
                },
                {
                  "text": "。"
                }
              ],
              "zh": "多亏了中川老师的指导，才得以完成毕业论文。",
              "notes": "",
              "blanks": [
                "おかげで"
              ],
              "audio": "audio/seg-045.mp3"
            },
            {
              "id": 46,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "今日",
                  "kana": "きょう",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.54
                },
                {
                  "text": "イ",
                  "t": 0.7
                },
                {
                  "text": "ベ",
                  "t": 0.8
                },
                {
                  "text": "ント",
                  "t": 0.88
                },
                {
                  "text": "は",
                  "t": 1.12
                },
                {
                  "text": "ス",
                  "t": 1.42
                },
                {
                  "text": "タ",
                  "t": 1.58
                },
                {
                  "text": "ッ",
                  "t": 1.7
                },
                {
                  "text": "フ",
                  "t": 1.76
                },
                {
                  "text": "の",
                  "t": 1.88
                },
                {
                  "text": "みなさん",
                  "t": 2.08
                },
                {
                  "text": "の",
                  "t": 2.4
                },
                {
                  "text": "お",
                  "t": 2.66
                },
                {
                  "text": "か",
                  "t": 2.76
                },
                {
                  "text": "げ",
                  "t": 2.88
                },
                {
                  "text": "で",
                  "t": 3
                },
                {
                  "text": "、"
                },
                {
                  "text": "と",
                  "t": 3.44
                },
                {
                  "text": "て",
                  "t": 3.68
                },
                {
                  "text": "も",
                  "t": 3.78
                },
                {
                  "text": "楽",
                  "kana": "たの",
                  "t": 3.96
                },
                {
                  "text": "しい",
                  "t": 4.24
                },
                {
                  "text": "時間",
                  "kana": "じかん",
                  "t": 4.38
                },
                {
                  "text": "を",
                  "t": 4.7
                },
                {
                  "text": "過",
                  "kana": "す",
                  "t": 4.98
                },
                {
                  "text": "ご",
                  "t": 5.08
                },
                {
                  "text": "せ",
                  "t": 5.2
                },
                {
                  "text": "ました",
                  "t": 5.32
                },
                {
                  "text": "。"
                },
                {
                  "text": "あり",
                  "t": 6
                },
                {
                  "text": "がとう",
                  "t": 6.92
                },
                {
                  "text": "ござ",
                  "t": 7.24
                },
                {
                  "text": "いました",
                  "t": 7.5
                },
                {
                  "text": "。"
                }
              ],
              "zh": "今天的活动多亏了所有的工作人员，我们度过了一段非常愉快的时光。非常感谢大家。",
              "notes": "",
              "blanks": [
                "おかげで"
              ],
              "audio": "audio/seg-046.mp3"
            },
            {
              "id": 47,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "現代",
                  "kana": "げんだい",
                  "t": 0
                },
                {
                  "text": "に",
                  "t": 0.72
                },
                {
                  "text": "生",
                  "kana": "い",
                  "t": 0.92
                },
                {
                  "text": "き",
                  "t": 1.06
                },
                {
                  "text": "る",
                  "t": 1.14
                },
                {
                  "text": "私",
                  "kana": "わたし",
                  "t": 1.3
                },
                {
                  "text": "た",
                  "t": 1.64
                },
                {
                  "text": "ちは",
                  "t": 1.82
                },
                {
                  "text": "、"
                },
                {
                  "text": "科学技術",
                  "kana": "かがくぎじゅつ",
                  "t": 2.24
                },
                {
                  "text": "の",
                  "t": 3.14
                },
                {
                  "text": "お",
                  "t": 3.32
                },
                {
                  "text": "か",
                  "t": 3.42
                },
                {
                  "text": "げ",
                  "t": 3.5
                },
                {
                  "text": "で",
                  "t": 3.64
                },
                {
                  "text": "快適",
                  "kana": "かいてき",
                  "t": 3.78
                },
                {
                  "text": "で",
                  "t": 4.24
                },
                {
                  "text": "便利",
                  "kana": "べんり",
                  "t": 4.4
                },
                {
                  "text": "な",
                  "t": 4.76
                },
                {
                  "text": "日常生活",
                  "kana": "にちじょうせいかつ",
                  "t": 4.9
                },
                {
                  "text": "を",
                  "t": 5.8
                },
                {
                  "text": "送",
                  "kana": "おく",
                  "t": 6.08
                },
                {
                  "text": "って",
                  "t": 6.26
                },
                {
                  "text": "いる",
                  "t": 6.5
                },
                {
                  "text": "。"
                }
              ],
              "zh": "由于科技的发展，生活在现代的我们才能过着舒适便捷的生活。",
              "notes": "",
              "blanks": [
                "おかげで"
              ],
              "audio": "audio/seg-047.mp3"
            },
            {
              "id": 48,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "仕事",
                  "kana": "しごと",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.7
                },
                {
                  "text": "予定",
                  "kana": "よてい",
                  "t": 0.86
                },
                {
                  "text": "よ",
                  "t": 1.24
                },
                {
                  "text": "り",
                  "t": 1.42
                },
                {
                  "text": "早",
                  "kana": "はや",
                  "t": 1.56
                },
                {
                  "text": "く",
                  "t": 1.8
                },
                {
                  "text": "終",
                  "kana": "おわ",
                  "t": 2.02
                },
                {
                  "text": "っ",
                  "t": 2.18
                },
                {
                  "text": "た",
                  "t": 2.3
                },
                {
                  "text": "のは",
                  "t": 2.44
                },
                {
                  "text": "、"
                },
                {
                  "text": "吉田",
                  "kana": "よしだ",
                  "t": 2.74
                },
                {
                  "text": "先輩",
                  "kana": "せんぱい",
                  "t": 3.5
                },
                {
                  "text": "が",
                  "t": 3.92
                },
                {
                  "text": "手伝",
                  "kana": "てつだ",
                  "t": 4.1
                },
                {
                  "text": "って",
                  "t": 4.48
                },
                {
                  "text": "く",
                  "t": 4.64
                },
                {
                  "text": "れた",
                  "t": 4.8
                },
                {
                  "text": "お",
                  "t": 5
                },
                {
                  "text": "か",
                  "t": 5.18
                },
                {
                  "text": "げ",
                  "t": 5.3
                },
                {
                  "text": "です",
                  "t": 5.4
                },
                {
                  "text": "。"
                }
              ],
              "zh": "工作能够提早完成，多亏了吉田前辈的帮忙。",
              "notes": "",
              "blanks": [
                "おかげです"
              ],
              "audio": "audio/seg-048.mp3"
            },
            {
              "id": 49,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "彼",
                  "kana": "かれ",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.44
                },
                {
                  "text": "余計",
                  "kana": "よけい",
                  "t": 0.62
                },
                {
                  "text": "な",
                  "t": 1
                },
                {
                  "text": "こと",
                  "t": 1.22
                },
                {
                  "text": "を",
                  "t": 1.38
                },
                {
                  "text": "言",
                  "kana": "い",
                  "t": 1.56
                },
                {
                  "text": "って",
                  "t": 1.72
                },
                {
                  "text": "く",
                  "t": 1.84
                },
                {
                  "text": "れた",
                  "t": 1.96
                },
                {
                  "text": "お",
                  "t": 2.16
                },
                {
                  "text": "か",
                  "t": 2.3
                },
                {
                  "text": "げ",
                  "t": 2.42
                },
                {
                  "text": "で",
                  "t": 2.56
                },
                {
                  "text": "、"
                },
                {
                  "text": "大変",
                  "kana": "たいへん",
                  "t": 3
                },
                {
                  "text": "な",
                  "t": 3.5
                },
                {
                  "text": "目",
                  "kana": "め",
                  "t": 3.64
                },
                {
                  "text": "に",
                  "t": 3.74
                },
                {
                  "text": "遭",
                  "kana": "あ",
                  "t": 3.94
                },
                {
                  "text": "った",
                  "t": 4.12
                },
                {
                  "text": "。"
                }
              ],
              "zh": "就因为他多嘴，我才倒了大霉。",
              "notes": "",
              "blanks": [
                "おかげで"
              ],
              "audio": "audio/seg-049.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "14. ～恐れがある（おそれがある）",
          "overview": "接续：動辞書形/名一の＋恐れがある\n说明：表示有发生某种不好的事情的可能性，“恐怕会……”“有……的危险”。\n注意：“～おそれがある”只能表示不好的事情发生的可能性，相当于「～危険(危险)/心配(担心)/不安(不安)がある」等。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-014.mp3",
          "sentences": [
            {
              "id": 50,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "明日",
                  "kana": "あす",
                  "t": 0
                },
                {
                  "text": "も",
                  "t": 0.68
                },
                {
                  "text": "大雨",
                  "kana": "おおあめ",
                  "t": 0.84
                },
                {
                  "text": "が",
                  "t": 1.24
                },
                {
                  "text": "降",
                  "kana": "ふ",
                  "t": 1.44
                },
                {
                  "text": "り",
                  "t": 1.54
                },
                {
                  "text": "続",
                  "kana": "つづ",
                  "t": 1.7
                },
                {
                  "text": "く",
                  "t": 1.9
                },
                {
                  "text": "と",
                  "t": 2.08
                },
                {
                  "text": "、"
                },
                {
                  "text": "山崩",
                  "kana": "やまくず",
                  "t": 2.56
                },
                {
                  "text": "れ",
                  "t": 3.08
                },
                {
                  "text": "が",
                  "t": 3.22
                },
                {
                  "text": "起",
                  "kana": "お",
                  "t": 3.38
                },
                {
                  "text": "こ",
                  "t": 3.52
                },
                {
                  "text": "る",
                  "t": 3.58
                },
                {
                  "text": "おそ",
                  "t": 3.7
                },
                {
                  "text": "れ",
                  "t": 3.94
                },
                {
                  "text": "が",
                  "t": 4.06
                },
                {
                  "text": "あります",
                  "t": 4.22
                },
                {
                  "text": "。"
                }
              ],
              "zh": "明天还继续下大雨的话，可能会发生山体滑坡。",
              "notes": "",
              "blanks": [
                "おそれがあります"
              ],
              "audio": "audio/seg-050.mp3"
            },
            {
              "id": 51,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "交渉",
                  "kana": "こうしょう",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.72
                },
                {
                  "text": "場",
                  "kana": "ば",
                  "t": 0.86
                },
                {
                  "text": "で",
                  "t": 1
                },
                {
                  "text": "は",
                  "t": 1.22
                },
                {
                  "text": "っ",
                  "t": 1.4
                },
                {
                  "text": "き",
                  "t": 1.5
                },
                {
                  "text": "り",
                  "t": 1.6
                },
                {
                  "text": "態度",
                  "kana": "たいど",
                  "t": 1.74
                },
                {
                  "text": "を",
                  "t": 2.02
                },
                {
                  "text": "示",
                  "kana": "しめ",
                  "t": 2.22
                },
                {
                  "text": "さ",
                  "t": 2.36
                },
                {
                  "text": "ない",
                  "t": 2.56
                },
                {
                  "text": "と",
                  "t": 2.74
                },
                {
                  "text": "、"
                },
                {
                  "text": "相手",
                  "kana": "あいて",
                  "t": 3.28
                },
                {
                  "text": "に",
                  "t": 3.64
                },
                {
                  "text": "誤解",
                  "kana": "ごかい",
                  "t": 3.78
                },
                {
                  "text": "さ",
                  "t": 4.12
                },
                {
                  "text": "れる",
                  "t": 4.32
                },
                {
                  "text": "お",
                  "t": 4.5
                },
                {
                  "text": "それ",
                  "t": 4.76
                },
                {
                  "text": "が",
                  "t": 4.9
                },
                {
                  "text": "ある",
                  "t": 5.04
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在谈判时，如果态度不明确的话，可能会被对方误解。",
              "notes": "",
              "blanks": [
                "おそれがある"
              ],
              "audio": "audio/seg-051.mp3"
            },
            {
              "id": 52,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "この",
                  "t": 0
                },
                {
                  "text": "ま",
                  "t": 0.52
                },
                {
                  "text": "まだ",
                  "t": 0.7
                },
                {
                  "text": "と",
                  "t": 0.88
                },
                {
                  "text": "試合",
                  "kana": "しあい",
                  "t": 1.12
                },
                {
                  "text": "の",
                  "t": 1.44
                },
                {
                  "text": "後半",
                  "kana": "こうはん",
                  "t": 1.7
                },
                {
                  "text": "に",
                  "t": 2
                },
                {
                  "text": "逆転",
                  "kana": "ぎゃくてん",
                  "t": 2.26
                },
                {
                  "text": "さ",
                  "t": 2.72
                },
                {
                  "text": "れる",
                  "t": 2.9
                },
                {
                  "text": "お",
                  "t": 3.1
                },
                {
                  "text": "それ",
                  "t": 3.36
                },
                {
                  "text": "が",
                  "t": 3.48
                },
                {
                  "text": "ある",
                  "t": 3.64
                },
                {
                  "text": "。"
                }
              ],
              "zh": "照这样下去，下半场比赛有被反超的危险。",
              "notes": "",
              "blanks": [
                "おそれがある"
              ],
              "audio": "audio/seg-052.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "15. ～甲斐がある/甲斐がない/甲斐もなく（かいがある）",
          "overview": "接续：動た形/名一の＋甲斐がある/甲斐がない/甲斐もなく\n说明：“(没)有……的价值、回报”“没有白……/白……”。\n注意：“～かいがなく/かいもなく”是“～かいがない”在句中的中顿形式。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-015.mp3",
          "sentences": [
            {
              "id": 53,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "2",
                  "t": 0
                },
                {
                  "text": "時間",
                  "kana": "じかん",
                  "t": 0.46
                },
                {
                  "text": "も",
                  "t": 0.74
                },
                {
                  "text": "並",
                  "kana": "なら",
                  "t": 0.98
                },
                {
                  "text": "んで",
                  "t": 1.18
                },
                {
                  "text": "待",
                  "kana": "ま",
                  "t": 1.4
                },
                {
                  "text": "った",
                  "t": 1.62
                },
                {
                  "text": "か",
                  "t": 1.8
                },
                {
                  "text": "い",
                  "t": 1.88
                },
                {
                  "text": "が",
                  "t": 1.98
                },
                {
                  "text": "あ",
                  "t": 2.1
                },
                {
                  "text": "って",
                  "t": 2.28
                },
                {
                  "text": "、"
                },
                {
                  "text": "食",
                  "kana": "た",
                  "t": 2.7
                },
                {
                  "text": "べ",
                  "t": 2.7
                },
                {
                  "text": "た",
                  "t": 3.1
                },
                {
                  "text": "ラ",
                  "t": 3.28
                },
                {
                  "text": "ーメ",
                  "t": 3.5
                },
                {
                  "text": "ン",
                  "t": 3.6
                },
                {
                  "text": "は",
                  "t": 3.74
                },
                {
                  "text": "最高",
                  "kana": "さいこう",
                  "t": 3.94
                },
                {
                  "text": "に",
                  "t": 4.36
                },
                {
                  "text": "おい",
                  "t": 4.58
                },
                {
                  "text": "し",
                  "t": 4.78
                },
                {
                  "text": "かった",
                  "t": 4.92
                },
                {
                  "text": "。"
                }
              ],
              "zh": "排队两个小时没有白等，吃到的拉面好吃极了。",
              "notes": "",
              "blanks": [
                "かいがあって"
              ],
              "audio": "audio/seg-053.mp3"
            },
            {
              "id": 54,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "必死",
                  "kana": "ひっし",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.7
                },
                {
                  "text": "説得",
                  "kana": "せっとく",
                  "t": 0.9
                },
                {
                  "text": "の",
                  "t": 1.28
                },
                {
                  "text": "か",
                  "t": 1.46
                },
                {
                  "text": "い",
                  "t": 1.58
                },
                {
                  "text": "も",
                  "t": 1.74
                },
                {
                  "text": "なく",
                  "t": 1.82
                },
                {
                  "text": "、"
                },
                {
                  "text": "田村",
                  "kana": "たむら",
                  "t": 2.34
                },
                {
                  "text": "く",
                  "t": 2.88
                },
                {
                  "text": "んは",
                  "t": 3.12
                },
                {
                  "text": "会社",
                  "kana": "かいしゃ",
                  "t": 3.32
                },
                {
                  "text": "を",
                  "t": 3.74
                },
                {
                  "text": "辞",
                  "kana": "や",
                  "t": 3.9
                },
                {
                  "text": "め",
                  "t": 4.06
                },
                {
                  "text": "た",
                  "t": 4.22
                },
                {
                  "text": "。"
                }
              ],
              "zh": "田村辞职了，我拼命地劝说他都白费了。",
              "notes": "",
              "blanks": [
                "かいもなく"
              ],
              "audio": "audio/seg-054.mp3"
            },
            {
              "id": 55,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "希望",
                  "kana": "きぼう",
                  "t": 0
                },
                {
                  "text": "を",
                  "t": 0.6
                },
                {
                  "text": "持",
                  "kana": "も",
                  "t": 0.86
                },
                {
                  "text": "って",
                  "t": 0.94
                },
                {
                  "text": "楽",
                  "kana": "たの",
                  "t": 1.12
                },
                {
                  "text": "しく",
                  "t": 1.42
                },
                {
                  "text": "生",
                  "kana": "い",
                  "t": 1.58
                },
                {
                  "text": "き",
                  "t": 1.76
                },
                {
                  "text": "な",
                  "t": 1.88
                },
                {
                  "text": "けれ",
                  "t": 2
                },
                {
                  "text": "ば",
                  "t": 2.2
                },
                {
                  "text": "、"
                },
                {
                  "text": "生",
                  "kana": "う",
                  "t": 2.52
                },
                {
                  "text": "ま",
                  "t": 2.76
                },
                {
                  "text": "れた",
                  "t": 2.84
                },
                {
                  "text": "甲斐",
                  "kana": "かい",
                  "t": 3.04
                },
                {
                  "text": "が",
                  "t": 3.24
                },
                {
                  "text": "ない",
                  "t": 3.48
                },
                {
                  "text": "。"
                }
              ],
              "zh": "如果不抱着希望快乐地活着的话，就白活了。",
              "notes": "",
              "blanks": [
                "甲斐がない"
              ],
              "audio": "audio/seg-055.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "16. ～がきっかけで/がきっかけになって/をきっかけに(して)/をきっかけとして",
          "overview": "接续：動普通形一の/名＋がきっかけで/がきっかけになって/をきっかけに(して)/をきっかけとして\n说明：“以……为契机、机会”。\n注意：“～がきっかけで/がきっかけになって”有“……成为契机”的含义，“～をきっかけに/をきっかけとして”有“以……为契机”的含义，两种形式只有细微的差别。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-016.mp3",
          "sentences": [
            {
              "id": 56,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ヒ",
                  "t": 0
                },
                {
                  "text": "ット",
                  "t": 0.52
                },
                {
                  "text": "商品",
                  "kana": "しょうひん",
                  "t": 0.66
                },
                {
                  "text": "を",
                  "t": 1.14
                },
                {
                  "text": "開発",
                  "kana": "かいはつ",
                  "t": 1.36
                },
                {
                  "text": "した",
                  "t": 1.76
                },
                {
                  "text": "の",
                  "t": 2
                },
                {
                  "text": "が",
                  "t": 2.2
                },
                {
                  "text": "き",
                  "t": 2.34
                },
                {
                  "text": "っ",
                  "t": 2.48
                },
                {
                  "text": "か",
                  "t": 2.56
                },
                {
                  "text": "け",
                  "t": 2.66
                },
                {
                  "text": "で",
                  "t": 2.78
                },
                {
                  "text": "、"
                },
                {
                  "text": "わが",
                  "t": 3.4
                },
                {
                  "text": "社",
                  "kana": "しゃ",
                  "t": 3.56
                },
                {
                  "text": "は",
                  "t": 3.68
                },
                {
                  "text": "技術開発",
                  "kana": "ぎじゅつかいはつ",
                  "t": 3.92
                },
                {
                  "text": "へ",
                  "t": 4.82
                },
                {
                  "text": "の",
                  "t": 5.04
                },
                {
                  "text": "投資",
                  "kana": "とうし",
                  "t": 5.24
                },
                {
                  "text": "を",
                  "t": 5.54
                },
                {
                  "text": "増",
                  "kana": "ふ",
                  "t": 5.68
                },
                {
                  "text": "や",
                  "t": 5.86
                },
                {
                  "text": "した",
                  "t": 6
                },
                {
                  "text": "。"
                }
              ],
              "zh": "开发畅销产品成为契机，我们公司加大了对技术开发的投入。",
              "notes": "",
              "blanks": [
                "がきっかけで"
              ],
              "audio": "audio/seg-056.mp3"
            },
            {
              "id": 57,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "半年前",
                  "kana": "はんとしまえ",
                  "t": 0
                },
                {
                  "text": "、"
                },
                {
                  "text": "た",
                  "t": 0.88
                },
                {
                  "text": "また",
                  "t": 1.56
                },
                {
                  "text": "ま",
                  "t": 1.84
                },
                {
                  "text": "「"
                },
                {
                  "text": "効果的",
                  "kana": "こうかてき",
                  "t": 2.24
                },
                {
                  "text": "な",
                  "t": 2.88
                },
                {
                  "text": "コ",
                  "t": 3.08
                },
                {
                  "text": "ミ",
                  "t": 3.22
                },
                {
                  "text": "ュ",
                  "t": 3.4
                },
                {
                  "text": "ニケ",
                  "t": 3.56
                },
                {
                  "text": "ー",
                  "t": 3.7
                },
                {
                  "text": "ショ",
                  "t": 3.84
                },
                {
                  "text": "ン",
                  "t": 3.88
                },
                {
                  "text": "法",
                  "kana": "ほう",
                  "t": 4.06
                },
                {
                  "text": "」"
                },
                {
                  "text": "という",
                  "t": 4.4
                },
                {
                  "text": "市民",
                  "kana": "しみん",
                  "t": 4.96
                },
                {
                  "text": "セ",
                  "t": 5.38
                },
                {
                  "text": "ミ",
                  "t": 5.52
                },
                {
                  "text": "ナ",
                  "t": 5.68
                },
                {
                  "text": "ー",
                  "t": 5.74
                },
                {
                  "text": "に",
                  "t": 5.84
                },
                {
                  "text": "参加",
                  "kana": "さんか",
                  "t": 5.96
                },
                {
                  "text": "した",
                  "t": 6.34
                },
                {
                  "text": "。"
                },
                {
                  "text": "それ",
                  "t": 7.14
                },
                {
                  "text": "を",
                  "t": 7.88
                },
                {
                  "text": "き",
                  "t": 8.12
                },
                {
                  "text": "っ",
                  "t": 8.2
                },
                {
                  "text": "か",
                  "t": 8.3
                },
                {
                  "text": "け",
                  "t": 8.4
                },
                {
                  "text": "に",
                  "t": 8.56
                },
                {
                  "text": "、"
                },
                {
                  "text": "毎月",
                  "kana": "まいつき",
                  "t": 9
                },
                {
                  "text": "市民",
                  "kana": "しみん",
                  "t": 9.52
                },
                {
                  "text": "セ",
                  "t": 9.92
                },
                {
                  "text": "ミ",
                  "t": 10.08
                },
                {
                  "text": "ナ",
                  "t": 10.22
                },
                {
                  "text": "ー",
                  "t": 10.3
                },
                {
                  "text": "に",
                  "t": 10.44
                },
                {
                  "text": "参加",
                  "kana": "さんか",
                  "t": 10.56
                },
                {
                  "text": "する",
                  "t": 10.92
                },
                {
                  "text": "よう",
                  "t": 11.14
                },
                {
                  "text": "にな",
                  "t": 11.38
                },
                {
                  "text": "った",
                  "t": 11.66
                },
                {
                  "text": "。"
                }
              ],
              "zh": "半年前，偶然参加了“有效的交流方式”的市民讲座。以此为契机，之后每个月都参加市民讲座。",
              "notes": "",
              "blanks": [
                "をきっかけに"
              ],
              "audio": "audio/seg-057.mp3"
            },
            {
              "id": 58,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "引",
                  "kana": "ひ",
                  "t": 0
                },
                {
                  "text": "っ",
                  "t": 0.5
                },
                {
                  "text": "越",
                  "kana": "こ",
                  "t": 0.62
                },
                {
                  "text": "し",
                  "t": 0.7
                },
                {
                  "text": "を",
                  "t": 0.84
                },
                {
                  "text": "き",
                  "t": 1
                },
                {
                  "text": "っ",
                  "t": 1.14
                },
                {
                  "text": "か",
                  "t": 1.22
                },
                {
                  "text": "け",
                  "t": 1.34
                },
                {
                  "text": "に",
                  "t": 1.48
                },
                {
                  "text": "、"
                },
                {
                  "text": "家具",
                  "kana": "かぐ",
                  "t": 1.94
                },
                {
                  "text": "を",
                  "t": 2.3
                },
                {
                  "text": "買",
                  "kana": "か",
                  "t": 2.5
                },
                {
                  "text": "い",
                  "t": 2.64
                },
                {
                  "text": "換",
                  "kana": "か",
                  "t": 2.76
                },
                {
                  "text": "え",
                  "t": 2.84
                },
                {
                  "text": "た",
                  "t": 3
                },
                {
                  "text": "。"
                }
              ],
              "zh": "以搬家为契机，换了新家具。",
              "notes": "",
              "blanks": [
                "をきっかけに"
              ],
              "audio": "audio/seg-058.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "17. ～限り/限りでは/ない限り（かぎり）",
          "overview": "（1）～限り　接续1：動辞書形・可能形/名一の＋限り\n说明1：表示最大限度，“尽量……”“竭尽……”。\n注意1：表示达到极限，惯用表达有“力の限り（用尽全力）/声の限り（发出最大声音）/命の限り（拼命地）/見渡す限り（放眼所及）”。\n\n（1）～限り　接续2：動辞書形・ている形/イ形＋限り（は）\n　　　　　　　　　ナ形語幹＋な/である＋限り（は）\n　　　　　　　　　名＋の/である＋限り（は）\n说明2：表示条件，“只要……就……”。\n注意2：表示在前项状态持续的期间，会发生后项的情况或状态，包含“如果前项条件不成立，后项的状态也有可能发生变化”的意思。\n\n（2）～限り/限りでは　接续：動辞書形・た形・ている形＋限り/限りで（は）\n说明：表示在某个限定的范围之内，“据……所知”“据……调查”等。\n注意：常与“見る/知る/聞く/調べる”等表示认知的动词搭配使用，是说话人留有余地的说法，包含“在……范围内是这样的，但在这个范围之外是什么情况，就不知道了”的意思。\n\n（3）～ない限り　接续：動ない形＋ない限り\n说明：“只要不……，就……”“除非……否则就……”。\n注意：相当于「～なければ」。后项常与否定形式呼应使用，即「～ない限り～ない」，表示“只要不……就不……”。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-017.mp3",
          "sentences": [
            {
              "id": 59,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "思",
                  "kana": "おも",
                  "t": 0
                },
                {
                  "text": "いつ",
                  "t": 0.52
                },
                {
                  "text": "く",
                  "t": 0.72
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 0.94
                },
                {
                  "text": "り",
                  "t": 1.12
                },
                {
                  "text": "の",
                  "t": 1.3
                },
                {
                  "text": "方法",
                  "kana": "ほうほう",
                  "t": 1.54
                },
                {
                  "text": "を",
                  "t": 1.92
                },
                {
                  "text": "す",
                  "t": 2.14
                },
                {
                  "text": "べ",
                  "t": 2.26
                },
                {
                  "text": "て",
                  "t": 2.38
                },
                {
                  "text": "試",
                  "kana": "ため",
                  "t": 2.5
                },
                {
                  "text": "して",
                  "t": 2.72
                },
                {
                  "text": "み",
                  "t": 2.98
                },
                {
                  "text": "た",
                  "t": 3.12
                },
                {
                  "text": "が",
                  "t": 3.24
                },
                {
                  "text": "、"
                },
                {
                  "text": "だ",
                  "t": 3.68
                },
                {
                  "text": "め",
                  "t": 3.9
                },
                {
                  "text": "だ",
                  "t": 4.02
                },
                {
                  "text": "った",
                  "t": 4.2
                },
                {
                  "text": "。"
                }
              ],
              "zh": "所有能想到的方法我都试过了，但是都行不通。",
              "notes": "",
              "blanks": [
                "思いつく限り"
              ],
              "audio": "audio/seg-059.mp3"
            },
            {
              "id": 60,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "でき",
                  "t": 0
                },
                {
                  "text": "る",
                  "t": 0.54
                },
                {
                  "text": "か",
                  "t": 0.74
                },
                {
                  "text": "ぎり",
                  "t": 0.92
                },
                {
                  "text": "の",
                  "t": 1.1
                },
                {
                  "text": "努力",
                  "kana": "どりょく",
                  "t": 1.28
                },
                {
                  "text": "は",
                  "t": 1.6
                },
                {
                  "text": "した",
                  "t": 1.82
                },
                {
                  "text": "。"
                },
                {
                  "text": "あ",
                  "t": 2.36
                },
                {
                  "text": "と",
                  "t": 3.2
                },
                {
                  "text": "は",
                  "t": 3.34
                },
                {
                  "text": "結果",
                  "kana": "けっか",
                  "t": 3.48
                },
                {
                  "text": "を",
                  "t": 3.82
                },
                {
                  "text": "待",
                  "kana": "ま",
                  "t": 4.04
                },
                {
                  "text": "つ",
                  "t": 4.16
                },
                {
                  "text": "の",
                  "t": 4.3
                },
                {
                  "text": "み",
                  "t": 4.44
                },
                {
                  "text": "だ",
                  "t": 4.56
                },
                {
                  "text": "。"
                }
              ],
              "zh": "自己尽了最大的努力，之后就是等待结果了。",
              "notes": "",
              "blanks": [
                "できるかぎり",
                "結果を待つのみだ"
              ],
              "audio": "audio/seg-060.mp3"
            },
            {
              "id": 61,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "山奥",
                  "kana": "やまおく",
                  "t": 0
                },
                {
                  "text": "で",
                  "t": 0.76
                },
                {
                  "text": "道",
                  "kana": "みち",
                  "t": 0.96
                },
                {
                  "text": "に",
                  "t": 1.18
                },
                {
                  "text": "迷",
                  "kana": "まよ",
                  "t": 1.42
                },
                {
                  "text": "い",
                  "t": 1.6
                },
                {
                  "text": "、"
                },
                {
                  "text": "声",
                  "kana": "こえ",
                  "t": 2
                },
                {
                  "text": "の",
                  "t": 2.32
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 2.62
                },
                {
                  "text": "り",
                  "t": 2.76
                },
                {
                  "text": "に",
                  "t": 2.96
                },
                {
                  "text": "助",
                  "kana": "たす",
                  "t": 3.2
                },
                {
                  "text": "け",
                  "t": 3.42
                },
                {
                  "text": "を",
                  "t": 3.56
                },
                {
                  "text": "求",
                  "kana": "もと",
                  "t": 3.72
                },
                {
                  "text": "め",
                  "t": 3.96
                },
                {
                  "text": "た",
                  "t": 4.12
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在深山里迷了路，竭力求救。",
              "notes": "",
              "blanks": [
                "声の限りに",
                "助けを求めた"
              ],
              "audio": "audio/seg-061.mp3"
            },
            {
              "id": 62,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "生",
                  "kana": "い",
                  "t": 0
                },
                {
                  "text": "き",
                  "t": 0.48
                },
                {
                  "text": "て",
                  "t": 0.62
                },
                {
                  "text": "いる",
                  "t": 0.72
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 0.92
                },
                {
                  "text": "り",
                  "t": 1.16
                },
                {
                  "text": "、"
                },
                {
                  "text": "う",
                  "t": 1.7
                },
                {
                  "text": "れしい",
                  "t": 2.04
                },
                {
                  "text": "こと",
                  "t": 2.2
                },
                {
                  "text": "も",
                  "t": 2.4
                },
                {
                  "text": "悲",
                  "kana": "かな",
                  "t": 2.62
                },
                {
                  "text": "しい",
                  "t": 2.96
                },
                {
                  "text": "こと",
                  "t": 3.12
                },
                {
                  "text": "も",
                  "t": 3.4
                },
                {
                  "text": "必",
                  "kana": "かなら",
                  "t": 3.64
                },
                {
                  "text": "ず",
                  "t": 3.86
                },
                {
                  "text": "ある",
                  "t": 4.1
                },
                {
                  "text": "。"
                }
              ],
              "zh": "只要活着，就一定会有开心的事情和悲伤的事情。",
              "notes": "",
              "blanks": [
                "生きている限り"
              ],
              "audio": "audio/seg-062.mp3"
            },
            {
              "id": 63,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "定年",
                  "kana": "ていねん",
                  "t": 0
                },
                {
                  "text": "にな",
                  "t": 0.66
                },
                {
                  "text": "って",
                  "t": 0.94
                },
                {
                  "text": "も",
                  "t": 1.14
                },
                {
                  "text": "元気",
                  "kana": "げんき",
                  "t": 1.3
                },
                {
                  "text": "な",
                  "t": 1.7
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 1.88
                },
                {
                  "text": "り",
                  "t": 2
                },
                {
                  "text": "、"
                },
                {
                  "text": "働",
                  "kana": "はたら",
                  "t": 2.64
                },
                {
                  "text": "き",
                  "t": 3
                },
                {
                  "text": "続",
                  "kana": "つづ",
                  "t": 3.18
                },
                {
                  "text": "け",
                  "t": 3.4
                },
                {
                  "text": "たい",
                  "t": 3.54
                },
                {
                  "text": "と",
                  "t": 3.72
                },
                {
                  "text": "思",
                  "kana": "おも",
                  "t": 3.72
                },
                {
                  "text": "って",
                  "t": 4.04
                },
                {
                  "text": "いる",
                  "t": 4.34
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 4.48
                },
                {
                  "text": "が",
                  "t": 4.66
                },
                {
                  "text": "増",
                  "kana": "ふ",
                  "t": 4.88
                },
                {
                  "text": "えて",
                  "t": 5.06
                },
                {
                  "text": "いる",
                  "t": 5.26
                },
                {
                  "text": "。"
                }
              ],
              "zh": "即使退休，只要身体硬朗就还想继续工作的人在不断增加。",
              "notes": "",
              "blanks": [
                "元気な限り",
                "働き続けたい"
              ],
              "audio": "audio/seg-063.mp3"
            },
            {
              "id": 64,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "医者",
                  "kana": "いしゃ",
                  "t": 0
                },
                {
                  "text": "で",
                  "t": 0.56
                },
                {
                  "text": "ある",
                  "t": 0.68
                },
                {
                  "text": "か",
                  "t": 0.84
                },
                {
                  "text": "ぎり",
                  "t": 1.1
                },
                {
                  "text": "、"
                },
                {
                  "text": "患者",
                  "kana": "かんじゃ",
                  "t": 1.64
                },
                {
                  "text": "を",
                  "t": 2.04
                },
                {
                  "text": "助",
                  "kana": "たす",
                  "t": 2.24
                },
                {
                  "text": "ける",
                  "t": 2.42
                },
                {
                  "text": "ため",
                  "t": 2.58
                },
                {
                  "text": "に",
                  "t": 2.86
                },
                {
                  "text": "必死",
                  "kana": "ひっし",
                  "t": 3.04
                },
                {
                  "text": "に",
                  "t": 3.44
                },
                {
                  "text": "頑張",
                  "kana": "がんば",
                  "t": 3.56
                },
                {
                  "text": "ら",
                  "t": 3.96
                },
                {
                  "text": "な",
                  "t": 4.06
                },
                {
                  "text": "けれ",
                  "t": 4.18
                },
                {
                  "text": "ば",
                  "t": 4.36
                },
                {
                  "text": "なら",
                  "t": 4.52
                },
                {
                  "text": "ない",
                  "t": 4.76
                },
                {
                  "text": "。"
                }
              ],
              "zh": "作为医生，就必须为了救助患者而拼命努力。",
              "notes": "",
              "blanks": [
                "医者であるかぎり",
                "必死に頑張らなければならない"
              ],
              "audio": "audio/seg-064.mp3"
            },
            {
              "id": 65,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "う",
                  "t": 0
                },
                {
                  "text": "ち",
                  "t": 0.46
                },
                {
                  "text": "の",
                  "t": 0.56
                },
                {
                  "text": "両親",
                  "kana": "りょうしん",
                  "t": 0.66
                },
                {
                  "text": "は",
                  "t": 1.12
                },
                {
                  "text": "と",
                  "t": 1.3
                },
                {
                  "text": "て",
                  "t": 1.5
                },
                {
                  "text": "も",
                  "t": 1.62
                },
                {
                  "text": "仲",
                  "kana": "なか",
                  "t": 1.74
                },
                {
                  "text": "が",
                  "t": 1.88
                },
                {
                  "text": "よ",
                  "t": 2.06
                },
                {
                  "text": "く",
                  "t": 2.22
                },
                {
                  "text": "、"
                },
                {
                  "text": "わ",
                  "t": 2.68
                },
                {
                  "text": "たしが",
                  "t": 3.1
                },
                {
                  "text": "覚",
                  "kana": "おぼ",
                  "t": 3.32
                },
                {
                  "text": "えて",
                  "t": 3.56
                },
                {
                  "text": "いる",
                  "t": 3.78
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 3.98
                },
                {
                  "text": "り",
                  "t": 4.2
                },
                {
                  "text": "では",
                  "t": 4.4
                },
                {
                  "text": "、"
                },
                {
                  "text": "一度",
                  "kana": "いちど",
                  "t": 4.86
                },
                {
                  "text": "も",
                  "t": 5.42
                },
                {
                  "text": "喧嘩",
                  "kana": "けんか",
                  "t": 5.54
                },
                {
                  "text": "した",
                  "t": 5.92
                },
                {
                  "text": "こと",
                  "t": 6.14
                },
                {
                  "text": "が",
                  "t": 6.4
                },
                {
                  "text": "ない",
                  "t": 6.62
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我父母感情非常好，在我的记忆中他们从来没有吵过架。",
              "notes": "",
              "blanks": [
                "覚えている限りでは",
                "喧嘩したことがない"
              ],
              "audio": "audio/seg-065.mp3"
            },
            {
              "id": 66,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "私",
                  "kana": "わたくし",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.6
                },
                {
                  "text": "知",
                  "kana": "し",
                  "t": 0.88
                },
                {
                  "text": "って",
                  "t": 1.06
                },
                {
                  "text": "いる",
                  "t": 1.2
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 1.36
                },
                {
                  "text": "り",
                  "t": 1.56
                },
                {
                  "text": "、"
                },
                {
                  "text": "彼女",
                  "kana": "かのじょ",
                  "t": 2.12
                },
                {
                  "text": "は",
                  "t": 2.54
                },
                {
                  "text": "まだ",
                  "t": 2.7
                },
                {
                  "text": "結婚",
                  "kana": "けっこん",
                  "t": 2.98
                },
                {
                  "text": "して",
                  "t": 3.48
                },
                {
                  "text": "い",
                  "t": 3.76
                },
                {
                  "text": "ない",
                  "t": 3.94
                },
                {
                  "text": "。"
                }
              ],
              "zh": "据我所知，她还没有结婚。",
              "notes": "",
              "blanks": [
                "知っている限り"
              ],
              "audio": "audio/seg-066.mp3"
            },
            {
              "id": 67,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "私",
                  "kana": "わたくし",
                  "t": 0
                },
                {
                  "text": "が",
                  "t": 0.6
                },
                {
                  "text": "聞",
                  "kana": "き",
                  "t": 0.82
                },
                {
                  "text": "いた",
                  "t": 0.96
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 1.16
                },
                {
                  "text": "り",
                  "t": 1.36
                },
                {
                  "text": "では",
                  "t": 1.56
                },
                {
                  "text": "、"
                },
                {
                  "text": "双方",
                  "kana": "そうほう",
                  "t": 1.98
                },
                {
                  "text": "は",
                  "t": 2.66
                },
                {
                  "text": "まだ",
                  "t": 2.9
                },
                {
                  "text": "合意",
                  "kana": "ごうい",
                  "t": 3.22
                },
                {
                  "text": "に",
                  "t": 3.6
                },
                {
                  "text": "達",
                  "kana": "たっ",
                  "t": 3.76
                },
                {
                  "text": "して",
                  "t": 3.94
                },
                {
                  "text": "い",
                  "t": 4.2
                },
                {
                  "text": "ない",
                  "t": 4.36
                },
                {
                  "text": "。"
                }
              ],
              "zh": "据我所听到的，双方尚未达成一致。",
              "notes": "",
              "blanks": [
                "聞いた限りでは",
                "合意に達していない"
              ],
              "audio": "audio/seg-067.mp3"
            },
            {
              "id": 68,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "最近",
                  "kana": "さいきん",
                  "t": 0.6
                },
                {
                  "text": "、"
                },
                {
                  "text": "A",
                  "t": 1
                },
                {
                  "text": "国",
                  "kana": "こく",
                  "t": 1.46
                },
                {
                  "text": "株",
                  "kana": "かぶ",
                  "t": 1.62
                },
                {
                  "text": "の",
                  "t": 1.9
                },
                {
                  "text": "急落",
                  "kana": "きゅうらく",
                  "t": 2.12
                },
                {
                  "text": "は",
                  "t": 2.46
                },
                {
                  "text": "B",
                  "t": 2.78
                },
                {
                  "text": "国",
                  "kana": "こく",
                  "t": 3.2
                },
                {
                  "text": "の",
                  "t": 3.28
                },
                {
                  "text": "株式市場",
                  "kana": "かぶしきしじょう",
                  "t": 3.54
                },
                {
                  "text": "に",
                  "t": 4.36
                },
                {
                  "text": "も",
                  "t": 4.54
                },
                {
                  "text": "影響",
                  "kana": "えいきょう",
                  "t": 4.76
                },
                {
                  "text": "を",
                  "t": 5.2
                },
                {
                  "text": "及",
                  "kana": "およ",
                  "t": 5.4
                },
                {
                  "text": "ぼ",
                  "t": 5.58
                },
                {
                  "text": "して",
                  "t": 5.72
                },
                {
                  "text": "いて",
                  "t": 5.92
                },
                {
                  "text": "、"
                },
                {
                  "text": "政府",
                  "kana": "せいふ",
                  "t": 6.6
                },
                {
                  "text": "が",
                  "t": 6.84
                },
                {
                  "text": "何",
                  "kana": "なん",
                  "t": 7.02
                },
                {
                  "text": "か",
                  "t": 7.26
                },
                {
                  "text": "有効",
                  "kana": "ゆうこう",
                  "t": 7.46
                },
                {
                  "text": "な",
                  "t": 7.94
                },
                {
                  "text": "対策",
                  "kana": "たいさく",
                  "t": 8.16
                },
                {
                  "text": "を",
                  "t": 8.5
                },
                {
                  "text": "立",
                  "kana": "た",
                  "t": 8.74
                },
                {
                  "text": "て",
                  "t": 8.84
                },
                {
                  "text": "ない",
                  "t": 8.98
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 9.14
                },
                {
                  "text": "り",
                  "t": 9.38
                },
                {
                  "text": "、"
                },
                {
                  "text": "今後",
                  "kana": "こんご",
                  "t": 9.98
                },
                {
                  "text": "も",
                  "t": 10.36
                },
                {
                  "text": "下落",
                  "kana": "げらく",
                  "t": 10.48
                },
                {
                  "text": "し",
                  "t": 10.84
                },
                {
                  "text": "つ",
                  "t": 11.06
                },
                {
                  "text": "づける",
                  "t": 11.24
                },
                {
                  "text": "だ",
                  "t": 11.44
                },
                {
                  "text": "ろう",
                  "t": 11.64
                },
                {
                  "text": "。"
                }
              ],
              "zh": "最近，A国股价的暴跌也影响到了B国股市，如果政府不采取有效对策的话，今后还会继续下跌的吧。",
              "notes": "",
              "blanks": [
                "立てない限り",
                "下落しつづけるだろう"
              ],
              "audio": "audio/seg-068.mp3"
            },
            {
              "id": 69,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "シ",
                  "t": 0
                },
                {
                  "text": "ング",
                  "t": 0.48
                },
                {
                  "text": "ル",
                  "t": 0.7
                },
                {
                  "text": "マ",
                  "t": 0.82
                },
                {
                  "text": "ザ",
                  "t": 0.98
                },
                {
                  "text": "ー",
                  "t": 1.06
                },
                {
                  "text": "だから",
                  "t": 1.18
                },
                {
                  "text": "、"
                },
                {
                  "text": "誰",
                  "kana": "だれ",
                  "t": 1.6
                },
                {
                  "text": "か",
                  "t": 2.08
                },
                {
                  "text": "に",
                  "t": 2.3
                },
                {
                  "text": "頼",
                  "kana": "たの",
                  "t": 2.4
                },
                {
                  "text": "んで",
                  "t": 2.6
                },
                {
                  "text": "子",
                  "kana": "こ",
                  "t": 2.84
                },
                {
                  "text": "ど",
                  "t": 3.06
                },
                {
                  "text": "もの",
                  "t": 3.2
                },
                {
                  "text": "面倒",
                  "kana": "めんどう",
                  "t": 3.42
                },
                {
                  "text": "を",
                  "t": 3.74
                },
                {
                  "text": "見",
                  "kana": "み",
                  "t": 3.88
                },
                {
                  "text": "て",
                  "t": 3.88
                },
                {
                  "text": "も",
                  "t": 4.12
                },
                {
                  "text": "ら",
                  "t": 4.34
                },
                {
                  "text": "わ",
                  "t": 4.46
                },
                {
                  "text": "ない",
                  "t": 4.58
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 4.74
                },
                {
                  "text": "り",
                  "t": 4.98
                },
                {
                  "text": "、"
                },
                {
                  "text": "長時間",
                  "kana": "ちょうじかん",
                  "t": 5.56
                },
                {
                  "text": "勤務",
                  "kana": "きんむ",
                  "t": 6
                },
                {
                  "text": "は",
                  "t": 6.42
                },
                {
                  "text": "不可能",
                  "kana": "ふかのう",
                  "t": 6.62
                },
                {
                  "text": "だ",
                  "t": 7.02
                },
                {
                  "text": "。"
                }
              ],
              "zh": "因为是单亲妈妈，所以如果不拜托别人帮忙照顾孩子的话，就不能长时间工作。",
              "notes": "",
              "blanks": [
                "見てもらわない限り",
                "長時間勤務は不可能だ"
              ],
              "audio": "audio/seg-069.mp3"
            },
            {
              "id": 70,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "資金",
                  "kana": "しきん",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.64
                },
                {
                  "text": "問題",
                  "kana": "もんだい",
                  "t": 0.86
                },
                {
                  "text": "を",
                  "t": 1.14
                },
                {
                  "text": "解決",
                  "kana": "かいけつ",
                  "t": 1.44
                },
                {
                  "text": "し",
                  "t": 1.9
                },
                {
                  "text": "ない",
                  "t": 2.12
                },
                {
                  "text": "か",
                  "t": 2.26
                },
                {
                  "text": "ぎり",
                  "t": 2.5
                },
                {
                  "text": "、"
                },
                {
                  "text": "この",
                  "t": 3
                },
                {
                  "text": "工事",
                  "kana": "こうじ",
                  "t": 3.32
                },
                {
                  "text": "を",
                  "t": 3.72
                },
                {
                  "text": "続",
                  "kana": "つづ",
                  "t": 3.92
                },
                {
                  "text": "け",
                  "t": 4.16
                },
                {
                  "text": "ら",
                  "t": 4.28
                },
                {
                  "text": "れない",
                  "t": 4.42
                },
                {
                  "text": "。"
                }
              ],
              "zh": "除非解决资金问题，否则这项工程将无法继续进行。",
              "notes": "",
              "blanks": [
                "解決しないかぎり",
                "続けられない"
              ],
              "audio": "audio/seg-070.mp3"
            }
          ],
          "groups": [
            {
              "overview": "（1）～限り　接续1：動辞書形・可能形/名一の＋限り\n说明1：表示最大限度，“尽量……”“竭尽……”。\n注意1：表示达到极限，惯用表达有“力の限り（用尽全力）/声の限り（发出最大声音）/命の限り（拼命地）/見渡す限り（放眼所及）”。",
              "sentences": [
                {
                  "id": 59,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "思",
                      "kana": "おも",
                      "t": 0
                    },
                    {
                      "text": "いつ",
                      "t": 0.52
                    },
                    {
                      "text": "く",
                      "t": 0.72
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 0.94
                    },
                    {
                      "text": "り",
                      "t": 1.12
                    },
                    {
                      "text": "の",
                      "t": 1.3
                    },
                    {
                      "text": "方法",
                      "kana": "ほうほう",
                      "t": 1.54
                    },
                    {
                      "text": "を",
                      "t": 1.92
                    },
                    {
                      "text": "す",
                      "t": 2.14
                    },
                    {
                      "text": "べ",
                      "t": 2.26
                    },
                    {
                      "text": "て",
                      "t": 2.38
                    },
                    {
                      "text": "試",
                      "kana": "ため",
                      "t": 2.5
                    },
                    {
                      "text": "して",
                      "t": 2.72
                    },
                    {
                      "text": "み",
                      "t": 2.98
                    },
                    {
                      "text": "た",
                      "t": 3.12
                    },
                    {
                      "text": "が",
                      "t": 3.24
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "だ",
                      "t": 3.68
                    },
                    {
                      "text": "め",
                      "t": 3.9
                    },
                    {
                      "text": "だ",
                      "t": 4.02
                    },
                    {
                      "text": "った",
                      "t": 4.2
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "所有能想到的方法我都试过了，但是都行不通。",
                  "notes": "",
                  "blanks": [
                    "思いつく限り"
                  ],
                  "audio": "audio/seg-059.mp3"
                },
                {
                  "id": 60,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "でき",
                      "t": 0
                    },
                    {
                      "text": "る",
                      "t": 0.54
                    },
                    {
                      "text": "か",
                      "t": 0.74
                    },
                    {
                      "text": "ぎり",
                      "t": 0.92
                    },
                    {
                      "text": "の",
                      "t": 1.1
                    },
                    {
                      "text": "努力",
                      "kana": "どりょく",
                      "t": 1.28
                    },
                    {
                      "text": "は",
                      "t": 1.6
                    },
                    {
                      "text": "した",
                      "t": 1.82
                    },
                    {
                      "text": "。"
                    },
                    {
                      "text": "あ",
                      "t": 2.36
                    },
                    {
                      "text": "と",
                      "t": 3.2
                    },
                    {
                      "text": "は",
                      "t": 3.34
                    },
                    {
                      "text": "結果",
                      "kana": "けっか",
                      "t": 3.48
                    },
                    {
                      "text": "を",
                      "t": 3.82
                    },
                    {
                      "text": "待",
                      "kana": "ま",
                      "t": 4.04
                    },
                    {
                      "text": "つ",
                      "t": 4.16
                    },
                    {
                      "text": "の",
                      "t": 4.3
                    },
                    {
                      "text": "み",
                      "t": 4.44
                    },
                    {
                      "text": "だ",
                      "t": 4.56
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "自己尽了最大的努力，之后就是等待结果了。",
                  "notes": "",
                  "blanks": [
                    "できるかぎり",
                    "結果を待つのみだ"
                  ],
                  "audio": "audio/seg-060.mp3"
                },
                {
                  "id": 61,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "山奥",
                      "kana": "やまおく",
                      "t": 0
                    },
                    {
                      "text": "で",
                      "t": 0.76
                    },
                    {
                      "text": "道",
                      "kana": "みち",
                      "t": 0.96
                    },
                    {
                      "text": "に",
                      "t": 1.18
                    },
                    {
                      "text": "迷",
                      "kana": "まよ",
                      "t": 1.42
                    },
                    {
                      "text": "い",
                      "t": 1.6
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "声",
                      "kana": "こえ",
                      "t": 2
                    },
                    {
                      "text": "の",
                      "t": 2.32
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 2.62
                    },
                    {
                      "text": "り",
                      "t": 2.76
                    },
                    {
                      "text": "に",
                      "t": 2.96
                    },
                    {
                      "text": "助",
                      "kana": "たす",
                      "t": 3.2
                    },
                    {
                      "text": "け",
                      "t": 3.42
                    },
                    {
                      "text": "を",
                      "t": 3.56
                    },
                    {
                      "text": "求",
                      "kana": "もと",
                      "t": 3.72
                    },
                    {
                      "text": "め",
                      "t": 3.96
                    },
                    {
                      "text": "た",
                      "t": 4.12
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "在深山里迷了路，竭力求救。",
                  "notes": "",
                  "blanks": [
                    "声の限りに",
                    "助けを求めた"
                  ],
                  "audio": "audio/seg-061.mp3"
                }
              ]
            },
            {
              "overview": "（1）～限り　接续2：動辞書形・ている形/イ形＋限り（は）\n　　　　　　　　　ナ形語幹＋な/である＋限り（は）\n　　　　　　　　　名＋の/である＋限り（は）\n说明2：表示条件，“只要……就……”。\n注意2：表示在前项状态持续的期间，会发生后项的情况或状态，包含“如果前项条件不成立，后项的状态也有可能发生变化”的意思。",
              "sentences": [
                {
                  "id": 62,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "生",
                      "kana": "い",
                      "t": 0
                    },
                    {
                      "text": "き",
                      "t": 0.48
                    },
                    {
                      "text": "て",
                      "t": 0.62
                    },
                    {
                      "text": "いる",
                      "t": 0.72
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 0.92
                    },
                    {
                      "text": "り",
                      "t": 1.16
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "う",
                      "t": 1.7
                    },
                    {
                      "text": "れしい",
                      "t": 2.04
                    },
                    {
                      "text": "こと",
                      "t": 2.2
                    },
                    {
                      "text": "も",
                      "t": 2.4
                    },
                    {
                      "text": "悲",
                      "kana": "かな",
                      "t": 2.62
                    },
                    {
                      "text": "しい",
                      "t": 2.96
                    },
                    {
                      "text": "こと",
                      "t": 3.12
                    },
                    {
                      "text": "も",
                      "t": 3.4
                    },
                    {
                      "text": "必",
                      "kana": "かなら",
                      "t": 3.64
                    },
                    {
                      "text": "ず",
                      "t": 3.86
                    },
                    {
                      "text": "ある",
                      "t": 4.1
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "只要活着，就一定会有开心的事情和悲伤的事情。",
                  "notes": "",
                  "blanks": [
                    "生きている限り"
                  ],
                  "audio": "audio/seg-062.mp3"
                },
                {
                  "id": 63,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "定年",
                      "kana": "ていねん",
                      "t": 0
                    },
                    {
                      "text": "にな",
                      "t": 0.66
                    },
                    {
                      "text": "って",
                      "t": 0.94
                    },
                    {
                      "text": "も",
                      "t": 1.14
                    },
                    {
                      "text": "元気",
                      "kana": "げんき",
                      "t": 1.3
                    },
                    {
                      "text": "な",
                      "t": 1.7
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 1.88
                    },
                    {
                      "text": "り",
                      "t": 2
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "働",
                      "kana": "はたら",
                      "t": 2.64
                    },
                    {
                      "text": "き",
                      "t": 3
                    },
                    {
                      "text": "続",
                      "kana": "つづ",
                      "t": 3.18
                    },
                    {
                      "text": "け",
                      "t": 3.4
                    },
                    {
                      "text": "たい",
                      "t": 3.54
                    },
                    {
                      "text": "と",
                      "t": 3.72
                    },
                    {
                      "text": "思",
                      "kana": "おも",
                      "t": 3.72
                    },
                    {
                      "text": "って",
                      "t": 4.04
                    },
                    {
                      "text": "いる",
                      "t": 4.34
                    },
                    {
                      "text": "人",
                      "kana": "ひと",
                      "t": 4.48
                    },
                    {
                      "text": "が",
                      "t": 4.66
                    },
                    {
                      "text": "増",
                      "kana": "ふ",
                      "t": 4.88
                    },
                    {
                      "text": "えて",
                      "t": 5.06
                    },
                    {
                      "text": "いる",
                      "t": 5.26
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "即使退休，只要身体硬朗就还想继续工作的人在不断增加。",
                  "notes": "",
                  "blanks": [
                    "元気な限り",
                    "働き続けたい"
                  ],
                  "audio": "audio/seg-063.mp3"
                },
                {
                  "id": 64,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "医者",
                      "kana": "いしゃ",
                      "t": 0
                    },
                    {
                      "text": "で",
                      "t": 0.56
                    },
                    {
                      "text": "ある",
                      "t": 0.68
                    },
                    {
                      "text": "か",
                      "t": 0.84
                    },
                    {
                      "text": "ぎり",
                      "t": 1.1
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "患者",
                      "kana": "かんじゃ",
                      "t": 1.64
                    },
                    {
                      "text": "を",
                      "t": 2.04
                    },
                    {
                      "text": "助",
                      "kana": "たす",
                      "t": 2.24
                    },
                    {
                      "text": "ける",
                      "t": 2.42
                    },
                    {
                      "text": "ため",
                      "t": 2.58
                    },
                    {
                      "text": "に",
                      "t": 2.86
                    },
                    {
                      "text": "必死",
                      "kana": "ひっし",
                      "t": 3.04
                    },
                    {
                      "text": "に",
                      "t": 3.44
                    },
                    {
                      "text": "頑張",
                      "kana": "がんば",
                      "t": 3.56
                    },
                    {
                      "text": "ら",
                      "t": 3.96
                    },
                    {
                      "text": "な",
                      "t": 4.06
                    },
                    {
                      "text": "けれ",
                      "t": 4.18
                    },
                    {
                      "text": "ば",
                      "t": 4.36
                    },
                    {
                      "text": "なら",
                      "t": 4.52
                    },
                    {
                      "text": "ない",
                      "t": 4.76
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "作为医生，就必须为了救助患者而拼命努力。",
                  "notes": "",
                  "blanks": [
                    "医者であるかぎり",
                    "必死に頑張らなければならない"
                  ],
                  "audio": "audio/seg-064.mp3"
                }
              ]
            },
            {
              "overview": "（2）～限り/限りでは　接续：動辞書形・た形・ている形＋限り/限りで（は）\n说明：表示在某个限定的范围之内，“据……所知”“据……调查”等。\n注意：常与“見る/知る/聞く/調べる”等表示认知的动词搭配使用，是说话人留有余地的说法，包含“在……范围内是这样的，但在这个范围之外是什么情况，就不知道了”的意思。",
              "sentences": [
                {
                  "id": 65,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "う",
                      "t": 0
                    },
                    {
                      "text": "ち",
                      "t": 0.46
                    },
                    {
                      "text": "の",
                      "t": 0.56
                    },
                    {
                      "text": "両親",
                      "kana": "りょうしん",
                      "t": 0.66
                    },
                    {
                      "text": "は",
                      "t": 1.12
                    },
                    {
                      "text": "と",
                      "t": 1.3
                    },
                    {
                      "text": "て",
                      "t": 1.5
                    },
                    {
                      "text": "も",
                      "t": 1.62
                    },
                    {
                      "text": "仲",
                      "kana": "なか",
                      "t": 1.74
                    },
                    {
                      "text": "が",
                      "t": 1.88
                    },
                    {
                      "text": "よ",
                      "t": 2.06
                    },
                    {
                      "text": "く",
                      "t": 2.22
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "わ",
                      "t": 2.68
                    },
                    {
                      "text": "たしが",
                      "t": 3.1
                    },
                    {
                      "text": "覚",
                      "kana": "おぼ",
                      "t": 3.32
                    },
                    {
                      "text": "えて",
                      "t": 3.56
                    },
                    {
                      "text": "いる",
                      "t": 3.78
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 3.98
                    },
                    {
                      "text": "り",
                      "t": 4.2
                    },
                    {
                      "text": "では",
                      "t": 4.4
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "一度",
                      "kana": "いちど",
                      "t": 4.86
                    },
                    {
                      "text": "も",
                      "t": 5.42
                    },
                    {
                      "text": "喧嘩",
                      "kana": "けんか",
                      "t": 5.54
                    },
                    {
                      "text": "した",
                      "t": 5.92
                    },
                    {
                      "text": "こと",
                      "t": 6.14
                    },
                    {
                      "text": "が",
                      "t": 6.4
                    },
                    {
                      "text": "ない",
                      "t": 6.62
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "我父母感情非常好，在我的记忆中他们从来没有吵过架。",
                  "notes": "",
                  "blanks": [
                    "覚えている限りでは",
                    "喧嘩したことがない"
                  ],
                  "audio": "audio/seg-065.mp3"
                },
                {
                  "id": 66,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "私",
                      "kana": "わたくし",
                      "t": 0
                    },
                    {
                      "text": "が",
                      "t": 0.6
                    },
                    {
                      "text": "知",
                      "kana": "し",
                      "t": 0.88
                    },
                    {
                      "text": "って",
                      "t": 1.06
                    },
                    {
                      "text": "いる",
                      "t": 1.2
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 1.36
                    },
                    {
                      "text": "り",
                      "t": 1.56
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "彼女",
                      "kana": "かのじょ",
                      "t": 2.12
                    },
                    {
                      "text": "は",
                      "t": 2.54
                    },
                    {
                      "text": "まだ",
                      "t": 2.7
                    },
                    {
                      "text": "結婚",
                      "kana": "けっこん",
                      "t": 2.98
                    },
                    {
                      "text": "して",
                      "t": 3.48
                    },
                    {
                      "text": "い",
                      "t": 3.76
                    },
                    {
                      "text": "ない",
                      "t": 3.94
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "据我所知，她还没有结婚。",
                  "notes": "",
                  "blanks": [
                    "知っている限り"
                  ],
                  "audio": "audio/seg-066.mp3"
                },
                {
                  "id": 67,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "私",
                      "kana": "わたくし",
                      "t": 0
                    },
                    {
                      "text": "が",
                      "t": 0.6
                    },
                    {
                      "text": "聞",
                      "kana": "き",
                      "t": 0.82
                    },
                    {
                      "text": "いた",
                      "t": 0.96
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 1.16
                    },
                    {
                      "text": "り",
                      "t": 1.36
                    },
                    {
                      "text": "では",
                      "t": 1.56
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "双方",
                      "kana": "そうほう",
                      "t": 1.98
                    },
                    {
                      "text": "は",
                      "t": 2.66
                    },
                    {
                      "text": "まだ",
                      "t": 2.9
                    },
                    {
                      "text": "合意",
                      "kana": "ごうい",
                      "t": 3.22
                    },
                    {
                      "text": "に",
                      "t": 3.6
                    },
                    {
                      "text": "達",
                      "kana": "たっ",
                      "t": 3.76
                    },
                    {
                      "text": "して",
                      "t": 3.94
                    },
                    {
                      "text": "い",
                      "t": 4.2
                    },
                    {
                      "text": "ない",
                      "t": 4.36
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "据我所听到的，双方尚未达成一致。",
                  "notes": "",
                  "blanks": [
                    "聞いた限りでは",
                    "合意に達していない"
                  ],
                  "audio": "audio/seg-067.mp3"
                }
              ]
            },
            {
              "overview": "（3）～ない限り　接续：動ない形＋ない限り\n说明：“只要不……，就……”“除非……否则就……”。\n注意：相当于「～なければ」。后项常与否定形式呼应使用，即「～ない限り～ない」，表示“只要不……就不……”。",
              "sentences": [
                {
                  "id": 68,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "最近",
                      "kana": "さいきん",
                      "t": 0.6
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "A",
                      "t": 1
                    },
                    {
                      "text": "国",
                      "kana": "こく",
                      "t": 1.46
                    },
                    {
                      "text": "株",
                      "kana": "かぶ",
                      "t": 1.62
                    },
                    {
                      "text": "の",
                      "t": 1.9
                    },
                    {
                      "text": "急落",
                      "kana": "きゅうらく",
                      "t": 2.12
                    },
                    {
                      "text": "は",
                      "t": 2.46
                    },
                    {
                      "text": "B",
                      "t": 2.78
                    },
                    {
                      "text": "国",
                      "kana": "こく",
                      "t": 3.2
                    },
                    {
                      "text": "の",
                      "t": 3.28
                    },
                    {
                      "text": "株式市場",
                      "kana": "かぶしきしじょう",
                      "t": 3.54
                    },
                    {
                      "text": "に",
                      "t": 4.36
                    },
                    {
                      "text": "も",
                      "t": 4.54
                    },
                    {
                      "text": "影響",
                      "kana": "えいきょう",
                      "t": 4.76
                    },
                    {
                      "text": "を",
                      "t": 5.2
                    },
                    {
                      "text": "及",
                      "kana": "およ",
                      "t": 5.4
                    },
                    {
                      "text": "ぼ",
                      "t": 5.58
                    },
                    {
                      "text": "して",
                      "t": 5.72
                    },
                    {
                      "text": "いて",
                      "t": 5.92
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "政府",
                      "kana": "せいふ",
                      "t": 6.6
                    },
                    {
                      "text": "が",
                      "t": 6.84
                    },
                    {
                      "text": "何",
                      "kana": "なん",
                      "t": 7.02
                    },
                    {
                      "text": "か",
                      "t": 7.26
                    },
                    {
                      "text": "有効",
                      "kana": "ゆうこう",
                      "t": 7.46
                    },
                    {
                      "text": "な",
                      "t": 7.94
                    },
                    {
                      "text": "対策",
                      "kana": "たいさく",
                      "t": 8.16
                    },
                    {
                      "text": "を",
                      "t": 8.5
                    },
                    {
                      "text": "立",
                      "kana": "た",
                      "t": 8.74
                    },
                    {
                      "text": "て",
                      "t": 8.84
                    },
                    {
                      "text": "ない",
                      "t": 8.98
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 9.14
                    },
                    {
                      "text": "り",
                      "t": 9.38
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "今後",
                      "kana": "こんご",
                      "t": 9.98
                    },
                    {
                      "text": "も",
                      "t": 10.36
                    },
                    {
                      "text": "下落",
                      "kana": "げらく",
                      "t": 10.48
                    },
                    {
                      "text": "し",
                      "t": 10.84
                    },
                    {
                      "text": "つ",
                      "t": 11.06
                    },
                    {
                      "text": "づける",
                      "t": 11.24
                    },
                    {
                      "text": "だ",
                      "t": 11.44
                    },
                    {
                      "text": "ろう",
                      "t": 11.64
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "最近，A国股价的暴跌也影响到了B国股市，如果政府不采取有效对策的话，今后还会继续下跌的吧。",
                  "notes": "",
                  "blanks": [
                    "立てない限り",
                    "下落しつづけるだろう"
                  ],
                  "audio": "audio/seg-068.mp3"
                },
                {
                  "id": 69,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "シ",
                      "t": 0
                    },
                    {
                      "text": "ング",
                      "t": 0.48
                    },
                    {
                      "text": "ル",
                      "t": 0.7
                    },
                    {
                      "text": "マ",
                      "t": 0.82
                    },
                    {
                      "text": "ザ",
                      "t": 0.98
                    },
                    {
                      "text": "ー",
                      "t": 1.06
                    },
                    {
                      "text": "だから",
                      "t": 1.18
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "誰",
                      "kana": "だれ",
                      "t": 1.6
                    },
                    {
                      "text": "か",
                      "t": 2.08
                    },
                    {
                      "text": "に",
                      "t": 2.3
                    },
                    {
                      "text": "頼",
                      "kana": "たの",
                      "t": 2.4
                    },
                    {
                      "text": "んで",
                      "t": 2.6
                    },
                    {
                      "text": "子",
                      "kana": "こ",
                      "t": 2.84
                    },
                    {
                      "text": "ど",
                      "t": 3.06
                    },
                    {
                      "text": "もの",
                      "t": 3.2
                    },
                    {
                      "text": "面倒",
                      "kana": "めんどう",
                      "t": 3.42
                    },
                    {
                      "text": "を",
                      "t": 3.74
                    },
                    {
                      "text": "見",
                      "kana": "み",
                      "t": 3.88
                    },
                    {
                      "text": "て",
                      "t": 3.88
                    },
                    {
                      "text": "も",
                      "t": 4.12
                    },
                    {
                      "text": "ら",
                      "t": 4.34
                    },
                    {
                      "text": "わ",
                      "t": 4.46
                    },
                    {
                      "text": "ない",
                      "t": 4.58
                    },
                    {
                      "text": "限",
                      "kana": "かぎ",
                      "t": 4.74
                    },
                    {
                      "text": "り",
                      "t": 4.98
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "長時間",
                      "kana": "ちょうじかん",
                      "t": 5.56
                    },
                    {
                      "text": "勤務",
                      "kana": "きんむ",
                      "t": 6
                    },
                    {
                      "text": "は",
                      "t": 6.42
                    },
                    {
                      "text": "不可能",
                      "kana": "ふかのう",
                      "t": 6.62
                    },
                    {
                      "text": "だ",
                      "t": 7.02
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "因为是单亲妈妈，所以如果不拜托别人帮忙照顾孩子的话，就不能长时间工作。",
                  "notes": "",
                  "blanks": [
                    "見てもらわない限り",
                    "長時間勤務は不可能だ"
                  ],
                  "audio": "audio/seg-069.mp3"
                },
                {
                  "id": 70,
                  "speaker": null,
                  "speakerKana": null,
                  "tokens": [
                    {
                      "text": "資金",
                      "kana": "しきん",
                      "t": 0
                    },
                    {
                      "text": "の",
                      "t": 0.64
                    },
                    {
                      "text": "問題",
                      "kana": "もんだい",
                      "t": 0.86
                    },
                    {
                      "text": "を",
                      "t": 1.14
                    },
                    {
                      "text": "解決",
                      "kana": "かいけつ",
                      "t": 1.44
                    },
                    {
                      "text": "し",
                      "t": 1.9
                    },
                    {
                      "text": "ない",
                      "t": 2.12
                    },
                    {
                      "text": "か",
                      "t": 2.26
                    },
                    {
                      "text": "ぎり",
                      "t": 2.5
                    },
                    {
                      "text": "、"
                    },
                    {
                      "text": "この",
                      "t": 3
                    },
                    {
                      "text": "工事",
                      "kana": "こうじ",
                      "t": 3.32
                    },
                    {
                      "text": "を",
                      "t": 3.72
                    },
                    {
                      "text": "続",
                      "kana": "つづ",
                      "t": 3.92
                    },
                    {
                      "text": "け",
                      "t": 4.16
                    },
                    {
                      "text": "ら",
                      "t": 4.28
                    },
                    {
                      "text": "れない",
                      "t": 4.42
                    },
                    {
                      "text": "。"
                    }
                  ],
                  "zh": "除非解决资金问题，否则这项工程将无法继续进行。",
                  "notes": "",
                  "blanks": [
                    "解決しないかぎり",
                    "続けられない"
                  ],
                  "audio": "audio/seg-070.mp3"
                }
              ]
            }
          ]
        },
        {
          "question": "18. ～が契機で/が契機になって/を契機に(して)/を契機として",
          "overview": "接续：動普通形一の/名＋が契機で/が契機になって/を契機に（して）/を契機として\n说明：“以……为契机、机会”。\n注意：与包含「きっかけ」的几个句型意思相同，是其书面语。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-018.mp3",
          "sentences": [
            {
              "id": 71,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "来月",
                  "kana": "らいげつ",
                  "t": 0
                },
                {
                  "text": "子",
                  "kana": "こ",
                  "t": 0.8
                },
                {
                  "text": "ど",
                  "t": 1
                },
                {
                  "text": "もが",
                  "t": 1.16
                },
                {
                  "text": "生",
                  "kana": "う",
                  "t": 1.36
                },
                {
                  "text": "ま",
                  "t": 1.56
                },
                {
                  "text": "れる",
                  "t": 1.66
                },
                {
                  "text": "。"
                },
                {
                  "text": "これ",
                  "t": 2.26
                },
                {
                  "text": "を",
                  "t": 3.04
                },
                {
                  "text": "契機",
                  "kana": "けいき",
                  "t": 3.32
                },
                {
                  "text": "に",
                  "t": 3.64
                },
                {
                  "text": "、"
                },
                {
                  "text": "禁煙",
                  "kana": "きんえん",
                  "t": 4.1
                },
                {
                  "text": "を",
                  "t": 4.5
                },
                {
                  "text": "決意",
                  "kana": "けつい",
                  "t": 4.74
                },
                {
                  "text": "した",
                  "t": 5.14
                },
                {
                  "text": "。"
                }
              ],
              "zh": "下个月孩子就要出生了。以此为契机，我下定了决心戒烟。",
              "notes": "",
              "blanks": [
                "を契機に"
              ],
              "audio": "audio/seg-071.mp3"
            },
            {
              "id": 72,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "会社",
                  "kana": "かいしゃ",
                  "t": 0
                },
                {
                  "text": "は",
                  "t": 0.66
                },
                {
                  "text": "ロ",
                  "t": 0.78
                },
                {
                  "text": "ボ",
                  "t": 0.96
                },
                {
                  "text": "ット",
                  "t": 1.12
                },
                {
                  "text": "開発",
                  "kana": "かいはつ",
                  "t": 1.28
                },
                {
                  "text": "を",
                  "t": 1.72
                },
                {
                  "text": "契機",
                  "kana": "けいき",
                  "t": 1.96
                },
                {
                  "text": "に",
                  "t": 2.3
                },
                {
                  "text": "、"
                },
                {
                  "text": "新",
                  "kana": "あたら",
                  "t": 2.84
                },
                {
                  "text": "しい",
                  "t": 3.2
                },
                {
                  "text": "事業",
                  "kana": "じぎょう",
                  "t": 3.46
                },
                {
                  "text": "を",
                  "t": 3.82
                },
                {
                  "text": "展開",
                  "kana": "てんかい",
                  "t": 4.1
                },
                {
                  "text": "した",
                  "t": 4.44
                },
                {
                  "text": "。"
                }
              ],
              "zh": "公司以开发机器人为契机，开展了新的业务。",
              "notes": "",
              "blanks": [
                "を契機に"
              ],
              "audio": "audio/seg-072.mp3"
            },
            {
              "id": 73,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "今回",
                  "kana": "こんかい",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.62
                },
                {
                  "text": "業務提携",
                  "kana": "ぎょうむていけい",
                  "t": 0.9
                },
                {
                  "text": "を",
                  "t": 1.58
                },
                {
                  "text": "契機",
                  "kana": "けいき",
                  "t": 1.86
                },
                {
                  "text": "に",
                  "t": 2.22
                },
                {
                  "text": "、"
                },
                {
                  "text": "今後",
                  "kana": "こんご",
                  "t": 2.78
                },
                {
                  "text": "さ",
                  "t": 3.2
                },
                {
                  "text": "ま",
                  "t": 3.38
                },
                {
                  "text": "ざ",
                  "t": 3.54
                },
                {
                  "text": "ま",
                  "t": 3.66
                },
                {
                  "text": "な",
                  "t": 3.76
                },
                {
                  "text": "分野",
                  "kana": "ぶんや",
                  "t": 3.9
                },
                {
                  "text": "で",
                  "t": 4.22
                },
                {
                  "text": "の",
                  "t": 4.36
                },
                {
                  "text": "交流",
                  "kana": "こうりゅう",
                  "t": 4.58
                },
                {
                  "text": "が",
                  "t": 4.92
                },
                {
                  "text": "期待",
                  "kana": "きたい",
                  "t": 5.1
                },
                {
                  "text": "さ",
                  "t": 5.48
                },
                {
                  "text": "れる",
                  "t": 5.62
                },
                {
                  "text": "。"
                }
              ],
              "zh": "以这次的业务合作为契机，期待今后在多个领域进行交流。",
              "notes": "",
              "blanks": [
                "を契機に"
              ],
              "audio": "audio/seg-073.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "19. ～かけだ/かけの/かける",
          "overview": "接续：動ます形＋かけだ/かけの/かける\n说明：表示某动作开始后还没有结束，“没……完”“……做到一半”。\n注意：①既可以表示具体的动作做到一半，没有结束，也可以表示某个状态已经开始发生。②「～かけだ」用在句末结句；「～かけの」后面接名词；「～かける」可用在句中修饰名词，也可用在句末。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-019.mp3",
          "sentences": [
            {
              "id": 74,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "昨日",
                  "kana": "きのう",
                  "t": 0
                },
                {
                  "text": "買",
                  "kana": "か",
                  "t": 0.6
                },
                {
                  "text": "って",
                  "t": 0.84
                },
                {
                  "text": "きた",
                  "t": 0.98
                },
                {
                  "text": "イ",
                  "t": 1.18
                },
                {
                  "text": "チ",
                  "t": 1.42
                },
                {
                  "text": "ゴ",
                  "t": 1.5
                },
                {
                  "text": "が",
                  "t": 1.6
                },
                {
                  "text": "、"
                },
                {
                  "text": "もう",
                  "t": 2.02
                },
                {
                  "text": "腐",
                  "kana": "くさ",
                  "t": 2.3
                },
                {
                  "text": "り",
                  "t": 2.56
                },
                {
                  "text": "か",
                  "t": 2.72
                },
                {
                  "text": "けて",
                  "t": 2.86
                },
                {
                  "text": "いる",
                  "t": 3.04
                },
                {
                  "text": "。"
                }
              ],
              "zh": "昨天买来的草莓已经开始烂了。",
              "notes": "",
              "blanks": [
                "腐りかけている"
              ],
              "audio": "audio/seg-074.mp3"
            },
            {
              "id": 75,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "食",
                  "kana": "た",
                  "t": 0
                },
                {
                  "text": "べ",
                  "t": 0
                },
                {
                  "text": "か",
                  "t": 0.52
                },
                {
                  "text": "け",
                  "t": 0.7
                },
                {
                  "text": "の",
                  "t": 0.82
                },
                {
                  "text": "ケ",
                  "t": 1.02
                },
                {
                  "text": "ー",
                  "t": 1.16
                },
                {
                  "text": "キ",
                  "t": 1.26
                },
                {
                  "text": "に",
                  "t": 1.36
                },
                {
                  "text": "ラ",
                  "t": 1.48
                },
                {
                  "text": "ップ",
                  "t": 1.7
                },
                {
                  "text": "を",
                  "t": 1.84
                },
                {
                  "text": "して",
                  "t": 2
                },
                {
                  "text": "冷蔵庫",
                  "kana": "れいぞうこ",
                  "t": 2.26
                },
                {
                  "text": "に",
                  "t": 2.9
                },
                {
                  "text": "入",
                  "kana": "い",
                  "t": 3.08
                },
                {
                  "text": "れた",
                  "t": 3.2
                },
                {
                  "text": "。"
                }
              ],
              "zh": "把吃了一半的蛋糕用保鲜膜包起来，放进了冰箱。",
              "notes": "",
              "blanks": [
                "食べかけの"
              ],
              "audio": "audio/seg-075.mp3"
            },
            {
              "id": 76,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "家",
                  "kana": "いえ",
                  "t": 0
                },
                {
                  "text": "の",
                  "t": 0.46
                },
                {
                  "text": "前",
                  "kana": "まえ",
                  "t": 0.68
                },
                {
                  "text": "で",
                  "t": 0.84
                },
                {
                  "text": "死",
                  "kana": "し",
                  "t": 1.04
                },
                {
                  "text": "に",
                  "t": 1.2
                },
                {
                  "text": "か",
                  "t": 1.38
                },
                {
                  "text": "けて",
                  "t": 1.52
                },
                {
                  "text": "いた",
                  "t": 1.7
                },
                {
                  "text": "野良猫",
                  "kana": "のらねこ",
                  "t": 1.94
                },
                {
                  "text": "を",
                  "t": 2.44
                },
                {
                  "text": "拾",
                  "kana": "ひろ",
                  "t": 2.64
                },
                {
                  "text": "って",
                  "t": 2.82
                },
                {
                  "text": "動物病院",
                  "kana": "どうぶつびょういん",
                  "t": 3.12
                },
                {
                  "text": "に",
                  "t": 4.06
                },
                {
                  "text": "連",
                  "kana": "つ",
                  "t": 4.26
                },
                {
                  "text": "れて",
                  "t": 4.38
                },
                {
                  "text": "い",
                  "t": 4.62
                },
                {
                  "text": "った",
                  "t": 4.82
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在家门口捡到一只快死的野猫，带它去了动物医院。",
              "notes": "",
              "blanks": [
                "死にかけていた"
              ],
              "audio": "audio/seg-076.mp3"
            }
          ],
          "groups": null
        },
        {
          "question": "20. ～がたい",
          "overview": "接续：動ます形＋がたい\n说明：“难以……”。\n注意：①是书面语，常与表示认知和说话有关的动词搭配使用，如「理解しがたい(难以理解)/像しがたい(难以想象)/賛成しがたい(不能赞成)/信じがたい(难以置信)/言いがたい(难以启齿)/表しがたい(难以表达)/許しがたい(不能饶恕)/受け入れがたい(难以接受)/認めがたい(不能承认)」。②「動かしがたい事実」为惯用表达，表示“不能否认的事实”。",
          "answer": "",
          "unit": "第2单元",
          "wordAudio": "audio/word-020.mp3",
          "sentences": [
            {
              "id": 77,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "明日",
                  "kana": "あす",
                  "t": 0
                },
                {
                  "text": "、"
                },
                {
                  "text": "留学",
                  "kana": "りゅうがく",
                  "t": 0.9
                },
                {
                  "text": "を",
                  "t": 1.38
                },
                {
                  "text": "終",
                  "kana": "お",
                  "t": 1.62
                },
                {
                  "text": "えて",
                  "t": 1.7
                },
                {
                  "text": "国",
                  "kana": "くに",
                  "t": 1.9
                },
                {
                  "text": "に",
                  "t": 2.16
                },
                {
                  "text": "帰",
                  "kana": "かえ",
                  "t": 2.44
                },
                {
                  "text": "る",
                  "t": 2.56
                },
                {
                  "text": "。"
                },
                {
                  "text": "これ",
                  "t": 3.38
                },
                {
                  "text": "まで",
                  "t": 3.94
                },
                {
                  "text": "仲良",
                  "kana": "なかよ",
                  "t": 4.22
                },
                {
                  "text": "く",
                  "t": 4.64
                },
                {
                  "text": "して",
                  "t": 4.82
                },
                {
                  "text": "いた",
                  "t": 5
                },
                {
                  "text": "友",
                  "kana": "とも",
                  "t": 5.2
                },
                {
                  "text": "だち",
                  "t": 5.44
                },
                {
                  "text": "と",
                  "t": 5.68
                },
                {
                  "text": "は",
                  "t": 5.86
                },
                {
                  "text": "本当",
                  "kana": "ほんとう",
                  "t": 6.06
                },
                {
                  "text": "に",
                  "t": 6.46
                },
                {
                  "text": "別",
                  "kana": "わか",
                  "t": 6.7
                },
                {
                  "text": "れ",
                  "t": 6.9
                },
                {
                  "text": "が",
                  "t": 7.08
                },
                {
                  "text": "たい",
                  "t": 7.2
                },
                {
                  "text": "。"
                }
              ],
              "zh": "明天就要结束留学生活回国了。要与好友们告别，很是不舍。",
              "notes": "",
              "blanks": [
                "別れがたい"
              ],
              "audio": "audio/seg-077.mp3"
            },
            {
              "id": 78,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "お",
                  "t": 0
                },
                {
                  "text": "年寄",
                  "kana": "としよ",
                  "t": 0.44
                },
                {
                  "text": "り",
                  "t": 0.8
                },
                {
                  "text": "を",
                  "t": 0.92
                },
                {
                  "text": "騙",
                  "kana": "だま",
                  "t": 1.02
                },
                {
                  "text": "して",
                  "t": 1.22
                },
                {
                  "text": "お",
                  "t": 1.52
                },
                {
                  "text": "金",
                  "kana": "きん",
                  "t": 1.72
                },
                {
                  "text": "を",
                  "t": 1.88
                },
                {
                  "text": "と",
                  "t": 2.1
                },
                {
                  "text": "る",
                  "t": 2.14
                },
                {
                  "text": "犯罪",
                  "kana": "はんざい",
                  "t": 2.28
                },
                {
                  "text": "は",
                  "t": 2.72
                },
                {
                  "text": "許",
                  "kana": "ゆる",
                  "t": 2.92
                },
                {
                  "text": "し",
                  "t": 3.2
                },
                {
                  "text": "がた",
                  "t": 3.38
                },
                {
                  "text": "い",
                  "t": 3.52
                },
                {
                  "text": "。"
                }
              ],
              "zh": "骗取老年人钱财的犯罪行为是不能饶恕的。",
              "notes": "",
              "blanks": [
                "許しがたい"
              ],
              "audio": "audio/seg-078.mp3"
            },
            {
              "id": 79,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "あの",
                  "t": 0
                },
                {
                  "text": "正直",
                  "kana": "しょうじき",
                  "t": 0.56
                },
                {
                  "text": "な",
                  "t": 1
                },
                {
                  "text": "彼",
                  "kana": "かれ",
                  "t": 1.22
                },
                {
                  "text": "が",
                  "t": 1.38
                },
                {
                  "text": "う",
                  "t": 1.58
                },
                {
                  "text": "そを",
                  "t": 1.84
                },
                {
                  "text": "つ",
                  "t": 2.02
                },
                {
                  "text": "く",
                  "t": 2.1
                },
                {
                  "text": "と",
                  "t": 2.26
                },
                {
                  "text": "は",
                  "t": 2.42
                },
                {
                  "text": "、"
                },
                {
                  "text": "信",
                  "kana": "しん",
                  "t": 2.86
                },
                {
                  "text": "じ",
                  "t": 3.1
                },
                {
                  "text": "が",
                  "t": 3.3
                },
                {
                  "text": "たい",
                  "t": 3.42
                },
                {
                  "text": "。"
                }
              ],
              "zh": "那么诚实的他居然会撒谎，真是难以置信。",
              "notes": "",
              "blanks": [
                "信じがたい"
              ],
              "audio": "audio/seg-079.mp3"
            }
          ],
          "groups": null
        }
      ]
    }
  ],
  "mcq": [
    {
      "id": 1,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "ここ"
        },
        {
          "text": "数年",
          "kana": "すうねん"
        },
        {
          "text": "、"
        },
        {
          "text": "日本",
          "kana": "にほん"
        },
        {
          "text": "へ"
        },
        {
          "text": "留学",
          "kana": "りゅうがく"
        },
        {
          "text": "する"
        },
        {
          "text": "学生",
          "kana": "がくせい"
        },
        {
          "text": "は"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "一方",
          "kana": "いっぽう"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方だ”接动词辞书形，表示情况朝一个方向不断发展。这里的主语是“留学生（人数）”，用的是自动词“増える”（自然增加），不是他动词“増やす”（人为使……増加，需要宾语），所以选②“増える”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "え"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "え"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "やす"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "増",
              "kana": "ふ"
            },
            {
              "text": "やし"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 2,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "教師",
          "kana": "きょうし"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "生徒",
          "kana": "せいと"
        },
        {
          "text": "の"
        },
        {
          "text": "学習",
          "kana": "がくしゅう"
        },
        {
          "text": "意欲",
          "kana": "いよく"
        },
        {
          "text": "を"
        },
        {
          "text": "引",
          "kana": "ひ"
        },
        {
          "text": "き"
        },
        {
          "text": "出",
          "kana": "だ"
        },
        {
          "text": "す"
        },
        {
          "text": "授業",
          "kana": "じゅぎょう"
        },
        {
          "text": "づくりを"
        },
        {
          "text": "工夫",
          "kana": "くふう"
        },
        {
          "text": "しなければならない"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“以上（は）”接续是“名词＋である＋以上”，“の以上”“で以上”不是正确的接续形式；“だった以上”是过去形，但这里说的是“身为教师就该……”这种一般性、持续性的立场，不是针对过去某个事实，所以选③“である以上”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "の"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "だった"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "である"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "で"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 3,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "息子",
          "kana": "むすこ"
        },
        {
          "text": "が"
        },
        {
          "text": "事故",
          "kana": "じこ"
        },
        {
          "text": "でなくなった"
        },
        {
          "text": "知",
          "kana": "し"
        },
        {
          "text": "らせ"
        },
        {
          "text": "を"
        },
        {
          "text": "聞",
          "kana": "き"
        },
        {
          "text": "い"
        },
        {
          "text": "た"
        },
        {
          "text": "彼女",
          "kana": "かのじょ"
        },
        {
          "text": "は"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "あまり"
        },
        {
          "text": "大声",
          "kana": "おおごえ"
        },
        {
          "text": "で"
        },
        {
          "text": "泣",
          "kana": "な"
        },
        {
          "text": "き"
        },
        {
          "text": "始",
          "kana": "はじ"
        },
        {
          "text": "め"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あまり（に）”前面接名词＋の，形容词“悲しい”要先变成名词形“悲しみ”再加“の”，构成“悲しみのあまり”（因为过度悲伤）。“悲しい”“悲しく”都是形容词的原形/连用形，不能直接接“あまり”，所以选①“悲しみの”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しみ"
            },
            {
              "text": "の"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しい"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しく"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "悲",
              "kana": "かな"
            },
            {
              "text": "しく"
            },
            {
              "text": "の"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 4,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "雨",
          "kana": "あめ"
        },
        {
          "text": "が"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "うちに"
        },
        {
          "text": "走",
          "kana": "はし"
        },
        {
          "text": "っ"
        },
        {
          "text": "て"
        },
        {
          "text": "家",
          "kana": "いえ"
        },
        {
          "text": "に"
        },
        {
          "text": "帰",
          "kana": "かえ"
        },
        {
          "text": "っ"
        },
        {
          "text": "てきた"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うちに”表示“趁着……还没……的时候”，前面常接ない形，“雨が降らないうちに”＝趁着还没下雨。“上がった”（雨已经停了）跟“趁早”的语感相反，“上がりの”“降っての”接续形式本身不成立，所以选④“降らない”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "上",
              "kana": "あ"
            },
            {
              "text": "が"
            },
            {
              "text": "った"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "上",
              "kana": "あ"
            },
            {
              "text": "が"
            },
            {
              "text": "りの"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "降",
              "kana": "ふ"
            },
            {
              "text": "っ"
            },
            {
              "text": "ての"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "降",
              "kana": "ふ"
            },
            {
              "text": "ら"
            },
            {
              "text": "ない"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 5,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "「"
        },
        {
          "text": "頑張",
          "kana": "がんば"
        },
        {
          "text": "っ"
        },
        {
          "text": "て"
        },
        {
          "text": "、"
        },
        {
          "text": "今年",
          "kana": "ことし"
        },
        {
          "text": "こそ"
        },
        {
          "text": "優勝",
          "kana": "ゆうしょう"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "ではありませんか"
        },
        {
          "text": "！"
        },
        {
          "text": "」"
        }
      ],
      "explanationZh": "“（よ）うではないか/じゃないか”要求动词意向形，“する”的意向形是“しよう”，构成“しようではありませんか”，表示劝诱“让我们……吧”。“する”“している”是普通形，“すまい”是否定推量，都不能接这个句型，所以选③“しよう”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "する"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "している"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "しよう"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "すまい"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 6,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "子",
          "kana": "こ"
        },
        {
          "text": "ども"
        },
        {
          "text": "たちに"
        },
        {
          "text": "勉強",
          "kana": "べんきょう"
        },
        {
          "text": "の"
        },
        {
          "text": "楽",
          "kana": "たの"
        },
        {
          "text": "しさ"
        },
        {
          "text": "を"
        },
        {
          "text": "感",
          "kana": "かん"
        },
        {
          "text": "じ"
        },
        {
          "text": "てほしい"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うちは”表示“在……这段持续的状态/期间里”，前接名一の，构成“小学生のうちは”，强调“趁还是小学生的这段时间”。其余选项的助词“で/を”跟“うち”搭配不成立，光说“小学生のうち”没有“は”提示对比/强调的语气也不完整，所以选②“小学生のうちは”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうち"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうちは"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうちで"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "小学生",
              "kana": "しょうがくせい"
            },
            {
              "text": "のうちを"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 7,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "考",
          "kana": "かんが"
        },
        {
          "text": "え"
        },
        {
          "text": "に"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "あげく"
        },
        {
          "text": "、"
        },
        {
          "text": "山田",
          "kana": "やまだ"
        },
        {
          "text": "さんの"
        },
        {
          "text": "提案",
          "kana": "ていあん"
        },
        {
          "text": "を"
        },
        {
          "text": "採用",
          "kana": "さいよう"
        },
        {
          "text": "しないことにした"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あげく（に）”接动词た形，表示经过一番曲折、努力之后导致（多为消极的）结果。“考えに考えた”是“反复考虑”的固定说法，要用た形“考えた”，不能用辞书形/ている形/连用形，所以选④“考えた”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "ている"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "た"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 8,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "パソコン"
        },
        {
          "text": "を"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "セキュリティーソフト"
        },
        {
          "text": "は"
        },
        {
          "text": "欠",
          "kana": "か"
        },
        {
          "text": "か"
        },
        {
          "text": "せないものだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "这里的“上で（は）”表示“在……方面/这件事情上”（接续1：动词辞书形＋上で），安全软件是在“使用电脑”这件事情上一直需要的，不是“用完电脑之后”才需要（那是接续2“た形＋上で”＝……之后），所以选②“使う上で”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "った"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "う"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "った"
            },
            {
              "text": "上",
              "kana": "うえ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "って"
            },
            {
              "text": "いる"
            },
            {
              "text": "上",
              "kana": "うえ"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 9,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "地域",
          "kana": "ちいき"
        },
        {
          "text": "では"
        },
        {
          "text": "都市化",
          "kana": "としか"
        },
        {
          "text": "が"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "緑",
          "kana": "みどり"
        },
        {
          "text": "豊",
          "kana": "ゆた"
        },
        {
          "text": "か"
        },
        {
          "text": "な"
        },
        {
          "text": "自然",
          "kana": "しぜん"
        },
        {
          "text": "も"
        },
        {
          "text": "多",
          "kana": "おお"
        },
        {
          "text": "く"
        },
        {
          "text": "残",
          "kana": "のこ"
        },
        {
          "text": "さ"
        },
        {
          "text": "れている"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方で（は）”接动词辞书形，表示“一方面……另一方面……”的对比关系——“城市化在推进的同时，也保留了丰富的自然环境”，要用辞书形“進む”＋一方で，其余选项要么接续形式不对（“進み一方”），要么“一方は”不是这个语法点的固定搭配，所以选①“進む一方で”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "む"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "み"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "ん"
            },
            {
              "text": "だ"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "む"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "は"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 10,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "ここまで"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "そう"
        },
        {
          "text": "簡単",
          "kana": "かんたん"
        },
        {
          "text": "にあきらめたくない"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“上は”接动词辞书形/た形，表示“既然……（既定的事实）”，语气比“以上”更强烈。“已经走到这一步了”是已经发生的既成事实，要用た形“来た”＋上は；“上で”是另一个语法点（在……之后/……方面），跟“既然”的语感不同，所以选①“来た上は”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "来",
              "kana": "き"
            },
            {
              "text": "た"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "来",
              "kana": "き"
            },
            {
              "text": "た"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "来",
              "kana": "く"
            },
            {
              "text": "る"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "来",
              "kana": "こ"
            },
            {
              "text": "ない"
            },
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 11,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "子",
          "kana": "こ"
        },
        {
          "text": "ども"
        },
        {
          "text": "を"
        },
        {
          "text": "教育",
          "kana": "きょういく"
        },
        {
          "text": "する"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "大事",
          "kana": "だいじ"
        },
        {
          "text": "なことは"
        },
        {
          "text": "叱",
          "kana": "しか"
        },
        {
          "text": "る"
        },
        {
          "text": "だけでなく"
        },
        {
          "text": "、"
        },
        {
          "text": "ほめることである"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“上で”接动词辞书形，表示“在……这件事情/方面上”——“在教育孩子这件事情上，重要的是……”正是这个用法，所以选③“上で”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 12,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "息子",
          "kana": "むすこ"
        },
        {
          "text": "の"
        },
        {
          "text": "病気",
          "kana": "びょうき"
        },
        {
          "text": "を"
        },
        {
          "text": "心配",
          "kana": "しんぱい"
        },
        {
          "text": "する"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "仕事",
          "kana": "しごと"
        },
        {
          "text": "が"
        },
        {
          "text": "手",
          "kana": "て"
        },
        {
          "text": "に"
        },
        {
          "text": "つかなくなった"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あまり（に）”接动词辞书形，表示“由于过度……而……”——“过度担心儿子的病，导致工作没法专心”正是这种因果关系，所以选②“あまり”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 13,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "能力",
          "kana": "のうりょく"
        },
        {
          "text": "試験",
          "kana": "しけん"
        },
        {
          "text": "を"
        },
        {
          "text": "受験",
          "kana": "じゅけん"
        },
        {
          "text": "することを"
        },
        {
          "text": "決",
          "kana": "き"
        },
        {
          "text": "め"
        },
        {
          "text": "た"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "合格",
          "kana": "ごうかく"
        },
        {
          "text": "できるように"
        },
        {
          "text": "頑張",
          "kana": "がんば"
        },
        {
          "text": "り"
        },
        {
          "text": "たい"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“上は”“以上（は）”都能表示“既然……（既定事实），就该……”——“既然已经决定要考试了，就想努力争取合格”两者都讲得通，所以选⑥“上は”或⑧“以上”均可。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": [
        6,
        8
      ]
    },
    {
      "id": 14,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "日本",
          "kana": "にほん"
        },
        {
          "text": "の"
        },
        {
          "text": "ドラマ"
        },
        {
          "text": "を"
        },
        {
          "text": "見",
          "kana": "み"
        },
        {
          "text": "て"
        },
        {
          "text": "いる"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "日本語",
          "kana": "にほんご"
        },
        {
          "text": "への"
        },
        {
          "text": "興味",
          "kana": "きょうみ"
        },
        {
          "text": "がわいてきた"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うちに”表示“在……过程中，不知不觉……”——“看日剧的过程中，渐渐对日语产生了兴趣”正是这个用法，所以选⑩“うちに”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 10
    },
    {
      "id": 15,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "彼",
          "kana": "かれ"
        },
        {
          "text": "は"
        },
        {
          "text": "生活",
          "kana": "せいかつ"
        },
        {
          "text": "に"
        },
        {
          "text": "困",
          "kana": "こま"
        },
        {
          "text": "っ"
        },
        {
          "text": "た"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "盗",
          "kana": "ぬす"
        },
        {
          "text": "み"
        },
        {
          "text": "を"
        },
        {
          "text": "働",
          "kana": "はたら"
        },
        {
          "text": "い"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あげく”表示经过一番过程后导致的（通常消极的）结果——“生活困顿，最终走上盗窃的道路”正是这种消极结局，所以选⑤“あげく”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 5
    },
    {
      "id": 16,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "赤",
          "kana": "あか"
        },
        {
          "text": "ちゃん"
        },
        {
          "text": "が"
        },
        {
          "text": "小",
          "kana": "ちい"
        },
        {
          "text": "さい"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "外",
          "kana": "そと"
        },
        {
          "text": "で"
        },
        {
          "text": "働",
          "kana": "はたら"
        },
        {
          "text": "か"
        },
        {
          "text": "ず"
        },
        {
          "text": "、"
        },
        {
          "text": "家",
          "kana": "いえ"
        },
        {
          "text": "にいようと"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "う"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うちは”表示“这段时期内”——“趁孩子还小这段时期，不出去工作”正是这个用法，所以选④“うちは”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 17,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "3"
        },
        {
          "text": "時間",
          "kana": "じかん"
        },
        {
          "text": "も"
        },
        {
          "text": "議論",
          "kana": "ぎろん"
        },
        {
          "text": "は"
        },
        {
          "text": "尽",
          "kana": "つ"
        },
        {
          "text": "くし"
        },
        {
          "text": "たのだから"
        },
        {
          "text": "、"
        },
        {
          "text": "そろそろ"
        },
        {
          "text": "採決",
          "kana": "さいけつ"
        },
        {
          "text": "を"
        },
        {
          "text": "取",
          "kana": "と"
        },
        {
          "text": "ろ"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～（よ）うではないか”接在意志形词干后面，表示“……吧/不是吗”这种提议语气——“已经讨论了三个小时了，差不多该表决了吧”正是这种提议，所以选⑨“うではないか”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 9
    },
    {
      "id": 18,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "現代人",
          "kana": "げんだいじん"
        },
        {
          "text": "は"
        },
        {
          "text": "物質的",
          "kana": "ぶっしつてき"
        },
        {
          "text": "には"
        },
        {
          "text": "豊",
          "kana": "ゆた"
        },
        {
          "text": "か"
        },
        {
          "text": "になる"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "精神的",
          "kana": "せいしんてき"
        },
        {
          "text": "には"
        },
        {
          "text": "貧",
          "kana": "まず"
        },
        {
          "text": "しく"
        },
        {
          "text": "なると"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "わ"
        },
        {
          "text": "れている"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方で（は）”表示“一方面……另一方面……”——“物质上变富裕的同时，精神上却变贫乏”正是这种对比，所以选⑦“一方で”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 7
    },
    {
      "id": 19,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "農村",
          "kana": "のうそん"
        },
        {
          "text": "と"
        },
        {
          "text": "都市",
          "kana": "とし"
        },
        {
          "text": "の"
        },
        {
          "text": "収入",
          "kana": "しゅうにゅう"
        },
        {
          "text": "の"
        },
        {
          "text": "格差",
          "kana": "かくさ"
        },
        {
          "text": "は"
        },
        {
          "text": "広",
          "kana": "ひろ"
        },
        {
          "text": "が"
        },
        {
          "text": "る"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方だ”表示情况朝一个方向不断发展——“收入差距不断扩大”正是这种单向发展，所以选①“一方だ”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 20,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "日本",
          "kana": "にほん"
        },
        {
          "text": "に"
        },
        {
          "text": "留学",
          "kana": "りゅうがく"
        },
        {
          "text": "した"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "できるだけたくさんの"
        },
        {
          "text": "日本人",
          "kana": "にほんじん"
        },
        {
          "text": "と"
        },
        {
          "text": "交流",
          "kana": "こうりゅう"
        },
        {
          "text": "したい"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "跟前面“能力試験を受験することを決めた”那题同理，“上は”“以上（は）”都能表示“既然……”——“既然去日本留学了，就想尽可能多和日本人交流”两者都讲得通，所以选⑥“上は”或⑧“以上”均可。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "あげく"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "うではないか"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        }
      ],
      "answer": [
        6,
        8
      ]
    },
    {
      "id": 21,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "お"
        },
        {
          "text": "金",
          "kana": "かね"
        },
        {
          "text": "をためたいと"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "って"
        },
        {
          "text": "いる"
        },
        {
          "text": "一方",
          "kana": "いっぽう"
        },
        {
          "text": "で"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（说是想攒钱，但另一方面却乱花钱）"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方で（は）”表示“一方面……另一方面……”的对比关系，前项“想攒钱”后项该接相反的行为，参考例句“無駄遣いをしている”（大手大脚乱花钱）正是这种对比。",
      "kind": "complete",
      "referenceJa": "無駄遣いをしている"
    },
    {
      "id": 22,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "小説",
          "kana": "しょうせつ"
        },
        {
          "text": "は"
        },
        {
          "text": "読",
          "kana": "よ"
        },
        {
          "text": "んで"
        },
        {
          "text": "いるうちに"
        },
        {
          "text": "、"
        },
        {
          "text": "だんだん"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（这本小说读着读着，渐渐变得有趣起来）"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うちに”表示“在……过程中，不知不觉……”，“边看这本小说边……”后项该接一个随着阅读逐渐产生的变化，参考例句“面白くなる”（变得有趣起来）正合适。",
      "kind": "complete",
      "referenceJa": "面白くなる"
    },
    {
      "id": 23,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "せっかくだから"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（难得的机会，一起去喝一杯吧）"
        },
        {
          "text": "に"
        },
        {
          "text": "行",
          "kana": "い"
        },
        {
          "text": "こ"
        },
        {
          "text": "うじゃないか"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～（よ）うじゃないか”是提议/邀约“……吧”，“难得的机会，就……吧”后项该接一个提议做的事，参考例句“一緒に飲み（に行こう）”（一起去喝一杯吧）正合适。",
      "kind": "complete",
      "referenceJa": "一緒に飲み"
    },
    {
      "id": 24,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "二酸化炭素",
          "kana": "にさんかたんそ"
        },
        {
          "text": "の"
        },
        {
          "text": "増加",
          "kana": "ぞうか"
        },
        {
          "text": "などで"
        },
        {
          "text": "、"
        },
        {
          "text": "地球温暖化",
          "kana": "ちきゅうおんだんか"
        },
        {
          "text": "は"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（地球变暖因二氧化碳增加等原因不断加剧）"
        },
        {
          "text": "一方",
          "kana": "いっぽう"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方だ”表示情况朝一个方向不断发展，“地球变暖”该接一个单向发展的动词，参考例句“進む”（不断推进/加剧）正合适。",
      "kind": "complete",
      "referenceJa": "進む"
    },
    {
      "id": 25,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（既然结婚了，就必须做家务）"
        },
        {
          "text": "うえは"
        },
        {
          "text": "、"
        },
        {
          "text": "家事",
          "kana": "かじ"
        },
        {
          "text": "はやらないといけない"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うえは”接动词た形，表示“既然……（既定事实），就该……”，后项“必须做家务”，前项该是一个导致这个义务的既成事实，参考例句“結婚した”（已经结婚了）正合适。",
      "kind": "complete",
      "referenceJa": "結婚した"
    },
    {
      "id": 26,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（伤还没完全好的这段时间，请在家好好休息）"
        },
        {
          "text": "うちは"
        },
        {
          "text": "、"
        },
        {
          "text": "家",
          "kana": "いえ"
        },
        {
          "text": "でゆっくり"
        },
        {
          "text": "休",
          "kana": "やす"
        },
        {
          "text": "ん"
        },
        {
          "text": "でください"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うちは”表示“这段时期内”，后项“请在家好好休息”，前项该是一个持续中的状态，参考例句“けがが完全に直らない”（伤还没完全好）正合适。",
      "kind": "complete",
      "referenceJa": "けがが完全に直らない"
    },
    {
      "id": 27,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "兄",
          "kana": "あに"
        },
        {
          "text": "は"
        },
        {
          "text": "父",
          "kana": "ちち"
        },
        {
          "text": "と"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（哥哥和父亲激烈地吵了一架，最后离家出走了）"
        },
        {
          "text": "あげく"
        },
        {
          "text": "、"
        },
        {
          "text": "家",
          "kana": "いえ"
        },
        {
          "text": "を"
        },
        {
          "text": "飛",
          "kana": "と"
        },
        {
          "text": "び"
        },
        {
          "text": "出",
          "kana": "だ"
        },
        {
          "text": "し"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あげく”表示经过一番过程后导致的（通常消极的）结果，后项“离家出走了”，前项该是一个导致这个结局的过程，参考例句“激しくけんかをした”（激烈地吵了一架）正合适。",
      "kind": "complete",
      "referenceJa": "激しくけんかをした"
    },
    {
      "id": 28,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "一度",
          "kana": "いちど"
        },
        {
          "text": "契約",
          "kana": "けいやく"
        },
        {
          "text": "を"
        },
        {
          "text": "結",
          "kana": "むす"
        },
        {
          "text": "ん"
        },
        {
          "text": "だ"
        },
        {
          "text": "以上",
          "kana": "いじょう"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（既然签了合同，就不能中途解约）"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“以上（は）”表示“既然……”，后项该接说话人的判断/结论，参考例句“途中解約はできない”（不能中途解约）正合适——既然已经签了合同，就不能中途解约。",
      "kind": "complete",
      "referenceJa": "途中解約はできない"
    },
    {
      "id": 29,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "新",
          "kana": "あたら"
        },
        {
          "text": "しく"
        },
        {
          "text": "幼稚園",
          "kana": "ようちえん"
        },
        {
          "text": "に"
        },
        {
          "text": "入園",
          "kana": "にゅうえん"
        },
        {
          "text": "した"
        },
        {
          "text": "子",
          "kana": "こ"
        },
        {
          "text": "ども"
        },
        {
          "text": "たちははじめの"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "集団生活",
          "kana": "しゅうだんせいかつ"
        },
        {
          "text": "に"
        },
        {
          "text": "慣",
          "kana": "な"
        },
        {
          "text": "れ"
        },
        {
          "text": "ないかもしれない"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“はじめのうちは～”是固定搭配，表示“刚开始那段时间……”，隐含“过一段时间就会不一样”的对比语气，用“は”呼应这层对比；“うちに”表示“趁着……的时候”，是“趁早做某事”，不是“这段时间里”；“うえに”“うえは”是另外的语法点，接续和语义都不合，所以选①“うちは”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "うえに"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うえは"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 30,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "彼",
          "kana": "かれ"
        },
        {
          "text": "は"
        },
        {
          "text": "趣味",
          "kana": "しゅみ"
        },
        {
          "text": "に"
        },
        {
          "text": "没頭",
          "kana": "ぼっとう"
        },
        {
          "text": "する"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "奥",
          "kana": "おく"
        },
        {
          "text": "さん"
        },
        {
          "text": "と"
        },
        {
          "text": "不仲",
          "kana": "ふなか"
        },
        {
          "text": "になってしまったそうだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あまり（に）”接动词辞书形，表示“由于程度过度……而……”，“沉迷于爱好过了头，结果和妻子关系不和”正是这种因果关系，所以选③“あまり”；“うえで”表示“在……之后/在……方面”，“うちは”表示“这段时间”，“わけ”不是这里的固定搭配，都不合语境。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "うえで"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "うちは"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "あまり"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "わけ"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 31,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "内容",
          "kana": "ないよう"
        },
        {
          "text": "に"
        },
        {
          "text": "間違",
          "kana": "まちが"
        },
        {
          "text": "い"
        },
        {
          "text": "がないかどうかを"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "メール"
        },
        {
          "text": "を"
        },
        {
          "text": "送信",
          "kana": "そうしん"
        },
        {
          "text": "する"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うえで”接动词た形，表示“在……之后（再做后项）”，“确认内容无误之后再发送邮件”正是这个先后顺序，所以选③“確認したうえで”；“だけで”表示“仅仅……”，“以上”表示“既然……”，“しようと”是意志形＋と，都不表达“先……再……”的顺序关系。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "確認",
              "kana": "かくにん"
            },
            {
              "text": "す"
            },
            {
              "text": "るだけで"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "確認",
              "kana": "かくにん"
            },
            {
              "text": "し"
            },
            {
              "text": "た"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "確認",
              "kana": "かくにん"
            },
            {
              "text": "し"
            },
            {
              "text": "たうえで"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "確認",
              "kana": "かくにん"
            },
            {
              "text": "し"
            },
            {
              "text": "ようと"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 32,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "一旦",
          "kana": "いったん"
        },
        {
          "text": "やると"
        },
        {
          "text": "決",
          "kana": "き"
        },
        {
          "text": "め"
        },
        {
          "text": "た"
        },
        {
          "text": "以上",
          "kana": "いじょう"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“以上（は）”前面已经接了动词过去形“決めた”，后项该接说话人自己的决心/义务，“必须做到底”正符合这种语气；“不想做到底”“从一开始就放弃”“回到原点重来”都跟“既然已经下定决心”的语境矛盾，所以选④。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "最後",
              "kana": "さいご"
            },
            {
              "text": "までやりたくない"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "最初",
              "kana": "さいしょ"
            },
            {
              "text": "からあきらめる"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "原点",
              "kana": "げんてん"
            },
            {
              "text": "に"
            },
            {
              "text": "戻",
              "kana": "もど"
            },
            {
              "text": "っ"
            },
            {
              "text": "てやり"
            },
            {
              "text": "直",
              "kana": "なお"
            },
            {
              "text": "す"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "最後",
              "kana": "さいご"
            },
            {
              "text": "までやり"
            },
            {
              "text": "遂",
              "kana": "と"
            },
            {
              "text": "げ"
            },
            {
              "text": "ないといけない"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 33,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "毎日",
          "kana": "まいにち"
        },
        {
          "text": "遅",
          "kana": "おそ"
        },
        {
          "text": "く"
        },
        {
          "text": "まで"
        },
        {
          "text": "仕事",
          "kana": "しごと"
        },
        {
          "text": "をしていたら"
        },
        {
          "text": "、"
        },
        {
          "text": "あげくのはてに"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あげく（のはてに）”表示经过一番过程后导致的（通常是消极的）结果——“每天加班到很晚，最后把身体累垮住院了”正是这种消极结局；“按时完成”“受到好评”是积极结果，跟“あげく”的消极语感不符，所以选①。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "体",
              "kana": "からだ"
            },
            {
              "text": "を"
            },
            {
              "text": "壊",
              "kana": "こわ"
            },
            {
              "text": "し"
            },
            {
              "text": "て"
            },
            {
              "text": "入院",
              "kana": "にゅういん"
            },
            {
              "text": "してしまった"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "仕事",
              "kana": "しごと"
            },
            {
              "text": "が"
            },
            {
              "text": "予定通",
              "kana": "よていとお"
            },
            {
              "text": "り"
            },
            {
              "text": "に"
            },
            {
              "text": "進",
              "kana": "すす"
            },
            {
              "text": "ま"
            },
            {
              "text": "なかった"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "なんとか"
            },
            {
              "text": "納期",
              "kana": "のうき"
            },
            {
              "text": "に"
            },
            {
              "text": "間",
              "kana": "ま"
            },
            {
              "text": "に"
            },
            {
              "text": "合",
              "kana": "あ"
            },
            {
              "text": "っ"
            },
            {
              "text": "た"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "上司",
              "kana": "じょうし"
            },
            {
              "text": "に"
            },
            {
              "text": "高",
              "kana": "たか"
            },
            {
              "text": "く"
            },
            {
              "text": "評価",
              "kana": "ひょうか"
            },
            {
              "text": "された"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 34,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "洗濯機",
          "kana": "せんたくき"
        },
        {
          "text": "は"
        },
        {
          "text": "買",
          "kana": "か"
        },
        {
          "text": "っ"
        },
        {
          "text": "てから"
        },
        {
          "text": "一年",
          "kana": "いちねん"
        },
        {
          "text": "も"
        },
        {
          "text": "経",
          "kana": "た"
        },
        {
          "text": "た"
        },
        {
          "text": "ないうちに"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“ないうちに”表示“趁着还没……的时候”，“买来还不到一年”就发生了后项——“坏掉了”是唯一符合“还没到一年”这个短暂时间段里发生的意外变化的选项，其余选项都是持续状态，不是“うちに”强调的“在这段时间内发生的变化”，所以选③。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "まだ"
            },
            {
              "text": "新",
              "kana": "あたら"
            },
            {
              "text": "しく"
            },
            {
              "text": "見",
              "kana": "み"
            },
            {
              "text": "え"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "あまり"
            },
            {
              "text": "使",
              "kana": "つか"
            },
            {
              "text": "わ"
            },
            {
              "text": "ない"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "壊",
              "kana": "こわ"
            },
            {
              "text": "れ"
            },
            {
              "text": "てしまった"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "故障",
              "kana": "こしょう"
            },
            {
              "text": "したことがない"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 35,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "今日",
          "kana": "きょう"
        },
        {
          "text": "の"
        },
        {
          "text": "仕事",
          "kana": "しごと"
        },
        {
          "text": "はもう"
        },
        {
          "text": "終",
          "kana": "お"
        },
        {
          "text": "わ"
        },
        {
          "text": "ったので"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～（よ）うじゃないか”是意志形＋じゃないか，表示“……吧/一起……不是吗”这种邀约、提议的语气，“今天的工作已经做完了，回去吧”正是向对方提议；其余选项都是对听话人的要求/请求，不符合“自己主动提议一起做某事”的语境，所以选①。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "帰",
              "kana": "かえ"
            },
            {
              "text": "ろ"
            },
            {
              "text": "うじゃないか"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "帰",
              "kana": "かえ"
            },
            {
              "text": "ら"
            },
            {
              "text": "ないでください"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "帰",
              "kana": "かえ"
            },
            {
              "text": "る"
            },
            {
              "text": "ようにしてください"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "帰",
              "kana": "かえ"
            },
            {
              "text": "っ"
            },
            {
              "text": "てみてください"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 36,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "新",
          "kana": "あたら"
        },
        {
          "text": "しい"
        },
        {
          "text": "知識",
          "kana": "ちしき"
        },
        {
          "text": "を"
        },
        {
          "text": "学習",
          "kana": "がくしゅう"
        },
        {
          "text": "する"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "学",
          "kana": "まな"
        },
        {
          "text": "ん"
        },
        {
          "text": "だ"
        },
        {
          "text": "知識",
          "kana": "ちしき"
        },
        {
          "text": "を"
        },
        {
          "text": "復習",
          "kana": "ふくしゅう"
        },
        {
          "text": "することも"
        },
        {
          "text": "大事",
          "kana": "だいじ"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方で（は）”表示“一方面……另一方面……”，“学习新知识的同时，复习已学的知识也很重要”正是这种并列对比关系，所以选②“一方で”；“同時で”不是正确的接续形式（应为“と同時に”），“上で”表示“之后/方面”，“あげくで”不是固定搭配（应为“あげく”），都不符合。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "同時",
              "kana": "どうじ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "上",
              "kana": "うえ"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "あげくで"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 37,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "大学",
          "kana": "だいがく"
        },
        {
          "text": "を"
        },
        {
          "text": "卒業",
          "kana": "そつぎょう"
        },
        {
          "text": "して"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "もう"
        },
        {
          "text": "親",
          "kana": "おや"
        },
        {
          "text": "には"
        },
        {
          "text": "迷惑",
          "kana": "めいわく"
        },
        {
          "text": "をかけたくないと"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "う"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“上は”接动词た形，表示“既然……（既定事实），就该……”，“已经自立了，就不想再给父母添麻烦”正是这个语气；“ばかりに”表示“就因为……（招致不好的结果）”，“ないうちに”表示“趁着还没……”，“おかげで”表示“多亏了……”，都跟“既然已经自立”这个既成事实+后续决心的语境不符，所以选④。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "自立",
              "kana": "じりつ"
            },
            {
              "text": "したばかりに"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "自立",
              "kana": "じりつ"
            },
            {
              "text": "しないうちに"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "自立",
              "kana": "じりつ"
            },
            {
              "text": "したおかげで"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "自立",
              "kana": "じりつ"
            },
            {
              "text": "したうえは"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 38,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "交通機関",
          "kana": "こうつうきかん"
        },
        {
          "text": "が"
        },
        {
          "text": "便利",
          "kana": "べんり"
        },
        {
          "text": "になるにつれて"
        },
        {
          "text": "、"
        },
        {
          "text": "運動不足",
          "kana": "うんどうふそく"
        },
        {
          "text": "になる"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "が"
        },
        {
          "text": "増",
          "kana": "ふ"
        },
        {
          "text": "え"
        },
        {
          "text": "る"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“一方だ”接动词辞书形，表示情况朝一个方向不断发展——“随着交通越来越便利，运动不足的人不断增加”正是这种单向发展的趋势，所以选③“一方だ”；“ところだ”表示“正要/正在……的时候”，“のみだ”表示“只是……”，“からだ”表示“是因为……”，都不表达“不断增加”这个持续变化的语感。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "ところだ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "のみだ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "からだ"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 39,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "最近",
          "kana": "さいきん"
        },
        {
          "text": "、"
        },
        {
          "text": "忙",
          "kana": "いそが"
        },
        {
          "text": "しさ"
        },
        {
          "text": "のあまりに"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“あまりに”接形容词/名词＋の，表示“由于过度……而……（导致消极结果）”——“最近太忙了，连母亲的生日都忘了”正是这种因果关系；“提前完成了工作”“涌起了成就感”是积极结果，跟“あまりに”的消极语感不符，所以选②。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "仕事",
              "kana": "しごと"
            },
            {
              "text": "を"
            },
            {
              "text": "早",
              "kana": "はや"
            },
            {
              "text": "く"
            },
            {
              "text": "終",
              "kana": "お"
            },
            {
              "text": "わ"
            },
            {
              "text": "らせた"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "母",
              "kana": "はは"
            },
            {
              "text": "の"
            },
            {
              "text": "誕生日",
              "kana": "たんじょうび"
            },
            {
              "text": "も"
            },
            {
              "text": "忘",
              "kana": "わす"
            },
            {
              "text": "れ"
            },
            {
              "text": "てしまった"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "有休",
              "kana": "ゆうきゅう"
            },
            {
              "text": "もなくなってしまった"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "達成感",
              "kana": "たっせいかん"
            },
            {
              "text": "が"
            },
            {
              "text": "湧",
              "kana": "わ"
            },
            {
              "text": "い"
            },
            {
              "text": "てきた"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 40,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "よく"
        },
        {
          "text": "比",
          "kana": "くら"
        },
        {
          "text": "べ"
        },
        {
          "text": "た"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "どれを"
        },
        {
          "text": "買",
          "kana": "か"
        },
        {
          "text": "う"
        },
        {
          "text": "かを"
        },
        {
          "text": "決",
          "kana": "き"
        },
        {
          "text": "め"
        },
        {
          "text": "る"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“うえで”接动词た形，表示“在……之后（再做后项）”，“好好比较之后，再决定买哪个”正是这种先后顺序，所以选①“うえで”；“うえは”表示“既然……”，“うえに”表示“而且……（递进）”，“うえから”不是这个语法点的固定搭配，都不符合。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "うえで"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "うえは"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "うえに"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "うえから"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 41,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "どうすれば"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "じゃないか"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“どうすれば仕事の効率があがるか、一緒に考えようじゃないか”（怎样才能提高工作效率，我们一起想想吧）——“どうすれば～か”先接“仕事の効率があがるか”，再接“一緒に考えようじゃないか”，★位置对应“一緒に”，所以选②。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "あがるか"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "一緒",
              "kana": "いっしょ"
            },
            {
              "text": "に"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            },
            {
              "text": "よう"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "仕事",
              "kana": "しごと"
            },
            {
              "text": "の"
            },
            {
              "text": "効率",
              "kana": "こうりつ"
            },
            {
              "text": "が"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 42,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "毎日",
          "kana": "まいにち"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "と"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "い"
        },
        {
          "text": "ます"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“毎日練習を重ねているうちに、次第に上達すると思います”（我想每天反复练习的过程中，会逐渐熟练起来）——“練習を重ねているうちに”（反复练习的过程中）后面接“次第に上達する”（逐渐熟练），★位置对应“次第に”，所以选①。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "次第",
              "kana": "しだい"
            },
            {
              "text": "に"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "上達",
              "kana": "じょうたつ"
            },
            {
              "text": "する"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "重",
              "kana": "かさ"
            },
            {
              "text": "ね"
            },
            {
              "text": "ているうちに"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "練習",
              "kana": "れんしゅう"
            },
            {
              "text": "を"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 43,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "親",
          "kana": "おや"
        },
        {
          "text": "になった"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“親になった以上、それなりの覚悟と責任が必要だ”（既然已经为人父母，就需要相应的觉悟和责任）——“以上”接在“親になった”（既定事实）后面，后项接“それなりの覚悟と責任が必要”，★位置对应“覚悟と責任が”，所以选④。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "それなりの"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "必要",
              "kana": "ひつよう"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "覚悟",
              "kana": "かくご"
            },
            {
              "text": "と"
            },
            {
              "text": "責任",
              "kana": "せきにん"
            },
            {
              "text": "が"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 44,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "都市",
          "kana": "とし"
        },
        {
          "text": "の"
        },
        {
          "text": "子",
          "kana": "こ"
        },
        {
          "text": "ども"
        },
        {
          "text": "は"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "一方",
          "kana": "いっぽう"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“都市の子どもは大自然と接する機会が少なくなる一方だ”（城市里的孩子接触大自然的机会越来越少）——“大自然と接する”修饰“機会”，“機会が少なくなる一方だ”是“一方だ”的用法，★位置对应“接する”，所以选④。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "機会",
              "kana": "きかい"
            },
            {
              "text": "が"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "少",
              "kana": "すく"
            },
            {
              "text": "なく"
            },
            {
              "text": "なる"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "大自然",
              "kana": "だいしぜん"
            },
            {
              "text": "と"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "接",
              "kana": "せっ"
            },
            {
              "text": "す"
            },
            {
              "text": "る"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 45,
      "category": "第1单元",
      "stemTokens": [
        {
          "text": "その"
        },
        {
          "text": "瞬間",
          "kana": "しゅんかん"
        },
        {
          "text": "、"
        },
        {
          "text": "彼",
          "kana": "かれ"
        },
        {
          "text": "は"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "ようだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“その瞬間、彼は驚きのあまりに言葉を失ったようだ”（那一瞬间，他好像因为太吃惊而说不出话来了）——“驚きのあまりに”（因为过度惊讶）是“あまり（に）”接名词＋の的用法，后面接“言葉を失った”，★位置对应“言葉を”，所以选②。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "あまりに"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "言葉",
              "kana": "ことば"
            },
            {
              "text": "を"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "驚",
              "kana": "おどろ"
            },
            {
              "text": "き"
            },
            {
              "text": "の"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "失",
              "kana": "うしな"
            },
            {
              "text": "っ"
            },
            {
              "text": "た"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 46,
      "category": "第1单元",
      "kind": "passage",
      "stemTokens": [
        {
          "text": "社会生活",
          "kana": "しゃかいせいかつ"
        },
        {
          "text": "を"
        },
        {
          "text": "営",
          "kana": "いとな"
        },
        {
          "text": "む"
        },
        {
          "text": "上",
          "kana": "うえ"
        },
        {
          "text": "で"
        },
        {
          "text": "、"
        },
        {
          "text": "私",
          "kana": "わたし"
        },
        {
          "text": "たち"
        },
        {
          "text": "はしばしばお"
        },
        {
          "text": "世辞",
          "kana": "せじ"
        },
        {
          "text": "というものを"
        },
        {
          "text": "使",
          "kana": "つか"
        },
        {
          "text": "う"
        },
        {
          "text": "。"
        },
        {
          "text": "たとえば"
        },
        {
          "text": "、"
        },
        {
          "text": "相手",
          "kana": "あいて"
        },
        {
          "text": "の"
        },
        {
          "text": "書",
          "kana": "か"
        },
        {
          "text": "い"
        },
        {
          "text": "たものを"
        },
        {
          "text": "見",
          "kana": "み"
        },
        {
          "text": "て"
        },
        {
          "text": "、"
        },
        {
          "text": "「"
        },
        {
          "text": "きれいな"
        },
        {
          "text": "字",
          "kana": "じ"
        },
        {
          "text": "をお"
        },
        {
          "text": "書",
          "kana": "か"
        },
        {
          "text": "き"
        },
        {
          "text": "になりますね"
        },
        {
          "text": "」"
        },
        {
          "text": "と"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "った"
        },
        {
          "text": "り"
        },
        {
          "text": "、"
        },
        {
          "text": "テキパキ"
        },
        {
          "text": "に"
        },
        {
          "text": "仕事",
          "kana": "しごと"
        },
        {
          "text": "をこなす"
        },
        {
          "text": "様子",
          "kana": "ようす"
        },
        {
          "text": "を"
        },
        {
          "text": "見",
          "kana": "み"
        },
        {
          "text": "て"
        },
        {
          "text": "、"
        },
        {
          "text": "「"
        },
        {
          "text": "仕事",
          "kana": "しごと"
        },
        {
          "text": "のできる"
        },
        {
          "text": "方",
          "kana": "かた"
        },
        {
          "text": "ですね"
        },
        {
          "text": "」"
        },
        {
          "text": "などと"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "った"
        },
        {
          "text": "りする"
        },
        {
          "text": "。"
        },
        {
          "text": "【18】",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "嫌",
          "kana": "いや"
        },
        {
          "text": "な"
        },
        {
          "text": "気分",
          "kana": "きぶん"
        },
        {
          "text": "になる"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "はまずいないから"
        },
        {
          "text": "、"
        },
        {
          "text": "お"
        },
        {
          "text": "世辞",
          "kana": "せじ"
        },
        {
          "text": "は"
        },
        {
          "text": "、"
        },
        {
          "text": "相手",
          "kana": "あいて"
        },
        {
          "text": "との"
        },
        {
          "text": "人間関係",
          "kana": "にんげんかんけい"
        },
        {
          "text": "を"
        },
        {
          "text": "良好",
          "kana": "りょうこう"
        },
        {
          "text": "に"
        },
        {
          "text": "保",
          "kana": "たも"
        },
        {
          "text": "つ"
        },
        {
          "text": "【19】",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "潤滑油",
          "kana": "じゅんかつゆ"
        },
        {
          "text": "的",
          "kana": "てき"
        },
        {
          "text": "な"
        },
        {
          "text": "役割",
          "kana": "やくわり"
        },
        {
          "text": "を"
        },
        {
          "text": "果",
          "kana": "は"
        },
        {
          "text": "た"
        },
        {
          "text": "すことが"
        },
        {
          "text": "多",
          "kana": "おお"
        },
        {
          "text": "い"
        },
        {
          "text": "。"
        },
        {
          "text": "しかし"
        },
        {
          "text": "、"
        },
        {
          "text": "これも"
        },
        {
          "text": "程度",
          "kana": "ていど"
        },
        {
          "text": "もので"
        },
        {
          "text": "、"
        },
        {
          "text": "歯",
          "kana": "は"
        },
        {
          "text": "の"
        },
        {
          "text": "浮",
          "kana": "う"
        },
        {
          "text": "く"
        },
        {
          "text": "ようなそらぞらしいお"
        },
        {
          "text": "世辞",
          "kana": "せじ"
        },
        {
          "text": "を"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "わ"
        },
        {
          "text": "れると"
        },
        {
          "text": "、"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "わ"
        },
        {
          "text": "れた"
        },
        {
          "text": "側",
          "kana": "がわ"
        },
        {
          "text": "は"
        },
        {
          "text": "喜",
          "kana": "よろこ"
        },
        {
          "text": "ぶ"
        },
        {
          "text": "どころか"
        },
        {
          "text": "、"
        },
        {
          "text": "逆",
          "kana": "ぎゃく"
        },
        {
          "text": "に"
        },
        {
          "text": "バカ"
        },
        {
          "text": "にされたような"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "い"
        },
        {
          "text": "がして"
        },
        {
          "text": "気分",
          "kana": "きぶん"
        },
        {
          "text": "を"
        },
        {
          "text": "害",
          "kana": "がい"
        },
        {
          "text": "す"
        },
        {
          "text": "ることになる"
        },
        {
          "text": "。"
        },
        {
          "text": "多少",
          "kana": "たしょう"
        },
        {
          "text": "鈍感",
          "kana": "どんかん"
        },
        {
          "text": "で"
        },
        {
          "text": "、"
        },
        {
          "text": "最初",
          "kana": "さいしょ"
        },
        {
          "text": "は"
        },
        {
          "text": "気",
          "kana": "き"
        },
        {
          "text": "づ"
        },
        {
          "text": "かなくても"
        },
        {
          "text": "、"
        },
        {
          "text": "何度",
          "kana": "なんど"
        },
        {
          "text": "か"
        },
        {
          "text": "聞",
          "kana": "き"
        },
        {
          "text": "か"
        },
        {
          "text": "される"
        },
        {
          "text": "【20】",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "「"
        },
        {
          "text": "この"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "は"
        },
        {
          "text": "、"
        },
        {
          "text": "心",
          "kana": "こころ"
        },
        {
          "text": "にもないことばかり"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "って"
        },
        {
          "text": "いる"
        },
        {
          "text": "」"
        },
        {
          "text": "と"
        },
        {
          "text": "、"
        },
        {
          "text": "相手",
          "kana": "あいて"
        },
        {
          "text": "に"
        },
        {
          "text": "対",
          "kana": "たい"
        },
        {
          "text": "する"
        },
        {
          "text": "不信感",
          "kana": "ふしんかん"
        },
        {
          "text": "を"
        },
        {
          "text": "募",
          "kana": "つの"
        },
        {
          "text": "ら"
        },
        {
          "text": "せていくに"
        },
        {
          "text": "違",
          "kana": "ちが"
        },
        {
          "text": "い"
        },
        {
          "text": "ない"
        },
        {
          "text": "。"
        },
        {
          "text": "嘘",
          "kana": "うそ"
        },
        {
          "text": "を"
        },
        {
          "text": "含",
          "kana": "ふく"
        },
        {
          "text": "ん"
        },
        {
          "text": "だお"
        },
        {
          "text": "世辞",
          "kana": "せじ"
        },
        {
          "text": "は"
        },
        {
          "text": "、"
        },
        {
          "text": "かえって"
        },
        {
          "text": "相手",
          "kana": "あいて"
        },
        {
          "text": "の"
        },
        {
          "text": "心",
          "kana": "こころ"
        },
        {
          "text": "を"
        },
        {
          "text": "傷",
          "kana": "きず"
        },
        {
          "text": "つ"
        },
        {
          "text": "けるし"
        },
        {
          "text": "、"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "って"
        },
        {
          "text": "いる"
        },
        {
          "text": "本人",
          "kana": "ほんにん"
        },
        {
          "text": "の"
        },
        {
          "text": "信用",
          "kana": "しんよう"
        },
        {
          "text": "まで"
        },
        {
          "text": "落",
          "kana": "お"
        },
        {
          "text": "と"
        },
        {
          "text": "してしまう"
        },
        {
          "text": "。"
        },
        {
          "text": "そして"
        },
        {
          "text": "、"
        },
        {
          "text": "人間関係",
          "kana": "にんげんかんけい"
        },
        {
          "text": "までまずくしかねない"
        },
        {
          "text": "。"
        },
        {
          "text": "言葉",
          "kana": "ことば"
        },
        {
          "text": "というものは"
        },
        {
          "text": "、"
        },
        {
          "text": "それが"
        },
        {
          "text": "本心",
          "kana": "ほんしん"
        },
        {
          "text": "から"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "って"
        },
        {
          "text": "いることなの"
        },
        {
          "text": "【21】",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "案外",
          "kana": "あんがい"
        },
        {
          "text": "、"
        },
        {
          "text": "簡単",
          "kana": "かんたん"
        },
        {
          "text": "に"
        },
        {
          "text": "相手",
          "kana": "あいて"
        },
        {
          "text": "に"
        },
        {
          "text": "伝",
          "kana": "つた"
        },
        {
          "text": "わ"
        },
        {
          "text": "ってしまうからだ"
        },
        {
          "text": "。"
        },
        {
          "text": "その"
        },
        {
          "text": "点",
          "kana": "てん"
        },
        {
          "text": "、"
        },
        {
          "text": "素直",
          "kana": "すなお"
        },
        {
          "text": "な"
        },
        {
          "text": "言葉",
          "kana": "ことば"
        },
        {
          "text": "というのは"
        },
        {
          "text": "【22】",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "ストレート"
        },
        {
          "text": "に"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "の"
        },
        {
          "text": "心",
          "kana": "こころ"
        },
        {
          "text": "に"
        },
        {
          "text": "届",
          "kana": "とど"
        },
        {
          "text": "く"
        },
        {
          "text": "。"
        },
        {
          "text": "（"
        },
        {
          "text": "川村",
          "kana": "かわむら"
        },
        {
          "text": "則行",
          "kana": "のりゆき"
        },
        {
          "text": "『"
        },
        {
          "text": "本当",
          "kana": "ほんとう"
        },
        {
          "text": "に"
        },
        {
          "text": "強",
          "kana": "つよ"
        },
        {
          "text": "い"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "、"
        },
        {
          "text": "強",
          "kana": "つよ"
        },
        {
          "text": "そ"
        },
        {
          "text": "うで"
        },
        {
          "text": "弱",
          "kana": "よわ"
        },
        {
          "text": "い"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "』"
        },
        {
          "text": "による"
        },
        {
          "text": "）"
        }
      ],
      "blanks": [
        {
          "label": "18",
          "options": [
            {
              "idx": 1,
              "tokens": [
                {
                  "text": "ほめて"
                }
              ]
            },
            {
              "idx": 2,
              "tokens": [
                {
                  "text": "ほめられて"
                }
              ]
            },
            {
              "idx": 3,
              "tokens": [
                {
                  "text": "ほめさせて"
                }
              ]
            },
            {
              "idx": 4,
              "tokens": [
                {
                  "text": "ほめたくて"
                }
              ]
            }
          ],
          "answer": 2
        },
        {
          "label": "19",
          "options": [
            {
              "idx": 1,
              "tokens": [
                {
                  "text": "うちに"
                }
              ]
            },
            {
              "idx": 2,
              "tokens": [
                {
                  "text": "うえで"
                }
              ]
            },
            {
              "idx": 3,
              "tokens": [
                {
                  "text": "あげく"
                }
              ]
            },
            {
              "idx": 4,
              "tokens": [
                {
                  "text": "いじょう"
                }
              ]
            }
          ],
          "answer": 2
        },
        {
          "label": "20",
          "options": [
            {
              "idx": 1,
              "tokens": [
                {
                  "text": "なかで"
                }
              ]
            },
            {
              "idx": 2,
              "tokens": [
                {
                  "text": "うえに"
                }
              ]
            },
            {
              "idx": 3,
              "tokens": [
                {
                  "text": "ようで"
                }
              ]
            },
            {
              "idx": 4,
              "tokens": [
                {
                  "text": "うちに"
                }
              ]
            }
          ],
          "answer": 4
        },
        {
          "label": "21",
          "options": [
            {
              "idx": 1,
              "tokens": [
                {
                  "text": "だから"
                }
              ]
            },
            {
              "idx": 2,
              "tokens": [
                {
                  "text": "ではないが"
                }
              ]
            },
            {
              "idx": 3,
              "tokens": [
                {
                  "text": "かどうか"
                }
              ]
            },
            {
              "idx": 4,
              "tokens": [
                {
                  "text": "ではなくて"
                }
              ]
            }
          ],
          "answer": 3
        },
        {
          "label": "22",
          "options": [
            {
              "idx": 1,
              "tokens": [
                {
                  "text": "うそがないから"
                }
              ]
            },
            {
              "idx": 2,
              "tokens": [
                {
                  "text": "本心",
                  "kana": "ほんしん"
                },
                {
                  "text": "ではないから"
                }
              ]
            },
            {
              "idx": 3,
              "tokens": [
                {
                  "text": "うそが"
                },
                {
                  "text": "入",
                  "kana": "はい"
                },
                {
                  "text": "っ"
                },
                {
                  "text": "ているから"
                }
              ]
            },
            {
              "idx": 4,
              "tokens": [
                {
                  "text": "本心",
                  "kana": "ほんしん"
                },
                {
                  "text": "が"
                },
                {
                  "text": "見",
                  "kana": "み"
                },
                {
                  "text": "え"
                },
                {
                  "text": "ないから"
                }
              ]
            }
          ],
          "answer": 1
        }
      ],
      "explanationZh": "【18】空前描述的是别人夸自己字写得好、能力强这类场景，空后接“嫌な気分になる人はまずいない”（几乎没人会不高兴）——主语是“被夸的人”，该用被动形“ほめられて”（被夸奖），所以选②。\n【19】“うえで”接动词辞书形，表示“在……这件事情/方面上”——“在维持良好人际关系这件事情上，（お世辞）常常起到润滑油的作用”正是这个用法，所以选②“うえで”。\n【20】“うちに”表示“在……过程中，不知不觉……”——“虽然一开始没察觉，但听了好几次的过程中，渐渐会……”正是这个用法，所以选④“うちに”。\n【21】“～のかどうか”表示“是否……”，“话是不是发自内心说的，出乎意料地容易传达给对方”——用“かどうか”表达“是否发自内心”这个不确定的判断，所以选③“かどうか”。\n【22】上文说带谎言的お世辞会伤人、失信，这里转折“その点、素直な言葉は……”，跟“带谎言”相对的该是“没有谎言”——“うそがないから、ストレートに人の心に届く”（因为没有谎言，所以能直击人心）正是这层对比，所以选①。"
    },
    {
      "id": 47,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "彼",
          "kana": "かれ"
        },
        {
          "text": "の"
        },
        {
          "text": "考",
          "kana": "かんが"
        },
        {
          "text": "え"
        },
        {
          "text": "方",
          "kana": "かた"
        },
        {
          "text": "や"
        },
        {
          "text": "行動",
          "kana": "こうどう"
        },
        {
          "text": "は"
        },
        {
          "text": "、"
        },
        {
          "text": "当時",
          "kana": "とうじ"
        },
        {
          "text": "の"
        },
        {
          "text": "私",
          "kana": "わたくし"
        },
        {
          "text": "にはなかなか"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "がたいものだった"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“がたい”接动词ます形，“理解する”的ます形是“理解し”，所以选③“理解し”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "理解",
              "kana": "りかい"
            },
            {
              "text": "する"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "理解",
              "kana": "りかい"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "理解",
              "kana": "りかい"
            },
            {
              "text": "し"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "理解",
              "kana": "りかい"
            },
            {
              "text": "しよう"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 48,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "丘",
          "kana": "おか"
        },
        {
          "text": "から"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "限",
          "kana": "かぎ"
        },
        {
          "text": "り"
        },
        {
          "text": "、"
        },
        {
          "text": "麦",
          "kana": "むぎ"
        },
        {
          "text": "の"
        },
        {
          "text": "畑",
          "kana": "はたけ"
        },
        {
          "text": "が"
        },
        {
          "text": "広",
          "kana": "ひろ"
        },
        {
          "text": "が"
        },
        {
          "text": "っている"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“限り”表示最大限度时接动词辞书形，“見渡す限り”（放眼所及）是固定搭配，所以选④“見渡す”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "見渡",
              "kana": "みわた"
            },
            {
              "text": "さ"
            },
            {
              "text": "ない"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "見渡",
              "kana": "みわた"
            },
            {
              "text": "す"
            },
            {
              "text": "の"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "見渡",
              "kana": "みわた"
            },
            {
              "text": "し"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "見渡",
              "kana": "みわた"
            },
            {
              "text": "す"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 49,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "資金",
          "kana": "しきん"
        },
        {
          "text": "不足",
          "kana": "ふそく"
        },
        {
          "text": "で"
        },
        {
          "text": "、"
        },
        {
          "text": "工事",
          "kana": "こうじ"
        },
        {
          "text": "は"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "のままだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～かけ”表示“做到一半，没有完成”，“因为资金不足，工程还是半途而废的状态”正符合这个语义，所以选①“やりかけ”；“やりはじめ”（刚开始做）、“やりおわり”（已经做完）都跟“资金不足导致工程停滞”的语境相反。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "やりかけ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "やりはじめ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "やりきれ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "やりおわり"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 50,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "一年間",
          "kana": "いちねんかん"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "かいもなく"
        },
        {
          "text": "、"
        },
        {
          "text": "また"
        },
        {
          "text": "落第",
          "kana": "らくだい"
        },
        {
          "text": "してしまった"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“かい”接动词た形，“努力了一年却没有回报”要用过去形“努力した”，所以选③“努力した”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "努力",
              "kana": "どりょく"
            },
            {
              "text": "する"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "努力",
              "kana": "どりょく"
            },
            {
              "text": "し"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "努力",
              "kana": "どりょく"
            },
            {
              "text": "した"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "努力",
              "kana": "どりょく"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 51,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "あんなに"
        },
        {
          "text": "体",
          "kana": "からだ"
        },
        {
          "text": "の"
        },
        {
          "text": "弱",
          "kana": "よわ"
        },
        {
          "text": "い"
        },
        {
          "text": "田中",
          "kana": "たなか"
        },
        {
          "text": "さんが"
        },
        {
          "text": "マラソン"
        },
        {
          "text": "大会",
          "kana": "たいかい"
        },
        {
          "text": "に"
        },
        {
          "text": "出場",
          "kana": "しゅつじょう"
        },
        {
          "text": "するなんて"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“身体那么弱的田中要参加马拉松比赛，简直不可能”——“ありえない”表示“不可能……”，所以选②“ありえない”；③④不是正确的活用形式（应该是“ありうる”“ありえない”，不能拆成“ある”+“うる/えない”分开活用）。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "ありうる"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "ありえない"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "あるうる"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "あるえない"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 52,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "ここまで"
        },
        {
          "text": "頑張",
          "kana": "がんば"
        },
        {
          "text": "れ"
        },
        {
          "text": "たのは"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "と"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "い"
        },
        {
          "text": "ます"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“おかげだ”用在句末结句，这里“～のは、（　）と思います”整句的谓语是“～と思う”，前面该是一个完整判断“是多亏了朋友”，所以选③“友だちのおかげだ”；“おかげで”是句中用法，“との”不是这里该有的助词搭配。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "友",
              "kana": "とも"
            },
            {
              "text": "だちのおかげで"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "友",
              "kana": "とも"
            },
            {
              "text": "だちとのおかげで"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "友",
              "kana": "とも"
            },
            {
              "text": "だちのおかげだ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "友",
              "kana": "とも"
            },
            {
              "text": "だちとのおかげだ"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 53,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "大学進学",
          "kana": "だいがくしんがく"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "一人暮",
          "kana": "ひとりぐ"
        },
        {
          "text": "らし"
        },
        {
          "text": "をはじめた"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“がきっかけになって”表示“……成为契机”，“以考上大学为契机，开始了一个人生活”，所以选④；正确搭配是“が+きっかけで/きっかけになって”或“を+きっかけに/きっかけとして”，①②③都把“が/を”和后面的词错配了。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "がきっかけとして"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "をきっかけになって"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "をきっかけで"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "がきっかけになって"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 54,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "物事",
          "kana": "ものごと"
        },
        {
          "text": "の"
        },
        {
          "text": "形",
          "kana": "かたち"
        },
        {
          "text": "にこだわりすぎると"
        },
        {
          "text": "、"
        },
        {
          "text": "本質",
          "kana": "ほんしつ"
        },
        {
          "text": "が"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "おそれがある"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“おそれがある”接动词辞书形，“过分拘泥于形式，可能会看不清本质”要用辞书形“見えなくなる”，所以选①。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "見",
              "kana": "み"
            },
            {
              "text": "え"
            },
            {
              "text": "なくなる"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "見",
              "kana": "み"
            },
            {
              "text": "え"
            },
            {
              "text": "なくなり"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "見",
              "kana": "み"
            },
            {
              "text": "え"
            },
            {
              "text": "なくなった"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "見",
              "kana": "み"
            },
            {
              "text": "え"
            },
            {
              "text": "なくなったの"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 55,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "私",
          "kana": "わたくし"
        },
        {
          "text": "の"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "彼",
          "kana": "かれ"
        },
        {
          "text": "は"
        },
        {
          "text": "信用",
          "kana": "しんよう"
        },
        {
          "text": "できない"
        },
        {
          "text": "人",
          "kana": "ひと"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“限りでは”表示“据……所知”，“据我所知，他是个不能信任的人”正是这个用法，所以选④“知っている限りでは”；“知る”的常用否定形式是“知らない”，不是“知っていない”，①③接续本身就不成立。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "知",
              "kana": "し"
            },
            {
              "text": "って"
            },
            {
              "text": "いない"
            },
            {
              "text": "限",
              "kana": "かぎ"
            },
            {
              "text": "り"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "知",
              "kana": "し"
            },
            {
              "text": "って"
            },
            {
              "text": "いる"
            },
            {
              "text": "限",
              "kana": "かぎ"
            },
            {
              "text": "り"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "知",
              "kana": "し"
            },
            {
              "text": "って"
            },
            {
              "text": "いない"
            },
            {
              "text": "限",
              "kana": "かぎ"
            },
            {
              "text": "り"
            },
            {
              "text": "は"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "知",
              "kana": "し"
            },
            {
              "text": "って"
            },
            {
              "text": "いる"
            },
            {
              "text": "限",
              "kana": "かぎ"
            },
            {
              "text": "り"
            },
            {
              "text": "では"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 56,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "今度",
          "kana": "こんど"
        },
        {
          "text": "の"
        },
        {
          "text": "入院",
          "kana": "にゅういん"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "タバコ"
        },
        {
          "text": "をやめることを"
        },
        {
          "text": "決",
          "kana": "き"
        },
        {
          "text": "め"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“を契機に”表示“以……为契机”，“以这次住院为契机，决定戒烟”正是这个用法，所以选③；①②④都不是“契機”这个语法点的正确助词搭配（正确搭配是“が契機で/が契機になって”或“を契機に/を契機として”）。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "が"
            },
            {
              "text": "契機",
              "kana": "けいき"
            },
            {
              "text": "として"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "を"
            },
            {
              "text": "契機",
              "kana": "けいき"
            },
            {
              "text": "で"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "を"
            },
            {
              "text": "契機",
              "kana": "けいき"
            },
            {
              "text": "に"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "が"
            },
            {
              "text": "契機",
              "kana": "けいき"
            },
            {
              "text": "を"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 57,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "みなさんが"
        },
        {
          "text": "支",
          "kana": "ささ"
        },
        {
          "text": "え"
        },
        {
          "text": "てくれた"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "ここまで"
        },
        {
          "text": "頑張",
          "kana": "がんば"
        },
        {
          "text": "っ"
        },
        {
          "text": "てこられたのです"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“おかげで”表示“托……的福”，“多亏了大家的支持，才能坚持到现在”正是这个用法，所以选⑩“おかげで”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 10
    },
    {
      "id": 58,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "これだけ"
        },
        {
          "text": "証拠",
          "kana": "しょうこ"
        },
        {
          "text": "があれば"
        },
        {
          "text": "、"
        },
        {
          "text": "相手",
          "kana": "あいて"
        },
        {
          "text": "も"
        },
        {
          "text": "否定",
          "kana": "ひてい"
        },
        {
          "text": "し"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "だろう"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～得ない”表示“不可能……”，“有这么多证据，对方也不可能否认了吧”正是这个用法，所以选④“得ない”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 59,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "ウィルス"
        },
        {
          "text": "は"
        },
        {
          "text": "感染",
          "kana": "かんせん"
        },
        {
          "text": "が"
        },
        {
          "text": "広",
          "kana": "ひろ"
        },
        {
          "text": "が"
        },
        {
          "text": "りやすくて"
        },
        {
          "text": "、"
        },
        {
          "text": "大流行",
          "kana": "だいりゅうこう"
        },
        {
          "text": "になる"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“恐れがある”表示“恐怕会……”，“这种病毒容易传播，恐怕会大流行”正是这个用法，所以选①“恐れがある”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 60,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "彼女",
          "kana": "かのじょ"
        },
        {
          "text": "は"
        },
        {
          "text": "何",
          "kana": "なん"
        },
        {
          "text": "か"
        },
        {
          "text": "言",
          "kana": "い"
        },
        {
          "text": "い"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "たが"
        },
        {
          "text": "、"
        },
        {
          "text": "言葉",
          "kana": "ことば"
        },
        {
          "text": "を"
        },
        {
          "text": "飲",
          "kana": "の"
        },
        {
          "text": "み"
        },
        {
          "text": "込",
          "kana": "こ"
        },
        {
          "text": "み"
        },
        {
          "text": "、"
        },
        {
          "text": "黙",
          "kana": "だま"
        },
        {
          "text": "っ"
        },
        {
          "text": "てしまった"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～かけ”表示“做到一半”，“她话说到一半，又把话咽了回去”正是“言いかけた”这个用法，所以选②“かけ”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 61,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "息子",
          "kana": "むすこ"
        },
        {
          "text": "は"
        },
        {
          "text": "首席",
          "kana": "しゅせき"
        },
        {
          "text": "で"
        },
        {
          "text": "大学",
          "kana": "だいがく"
        },
        {
          "text": "を"
        },
        {
          "text": "卒業",
          "kana": "そつぎょう"
        },
        {
          "text": "して"
        },
        {
          "text": "、"
        },
        {
          "text": "一流",
          "kana": "いちりゅう"
        },
        {
          "text": "会社",
          "kana": "かいしゃ"
        },
        {
          "text": "に"
        },
        {
          "text": "入",
          "kana": "はい"
        },
        {
          "text": "っ"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        },
        {
          "text": "4"
        },
        {
          "text": "年間",
          "kana": "ねんかん"
        },
        {
          "text": "頑張",
          "kana": "がんば"
        },
        {
          "text": "っ"
        },
        {
          "text": "た"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“甲斐がある”表示“有……的价值、回报”，“儿子以第一名毕业、进了一流公司，四年的努力没有白费”正是这个用法，所以选③“甲斐がある”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 62,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "どちらの"
        },
        {
          "text": "作品",
          "kana": "さくひん"
        },
        {
          "text": "も"
        },
        {
          "text": "大変",
          "kana": "たいへん"
        },
        {
          "text": "すばらしく"
        },
        {
          "text": "、"
        },
        {
          "text": "甲乙",
          "kana": "こうおつ"
        },
        {
          "text": "つけ"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～がたい”表示“难以……”，“两件作品都很棒，难以分出高下”正是“つけがたい”这个用法，所以选⑨“がたい”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 9
    },
    {
      "id": 63,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "日本旅行",
          "kana": "にっぽんりょこう"
        },
        {
          "text": "を"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "に"
        },
        {
          "text": "、"
        },
        {
          "text": "日本語",
          "kana": "にほんご"
        },
        {
          "text": "の"
        },
        {
          "text": "勉強",
          "kana": "べんきょう"
        },
        {
          "text": "を"
        },
        {
          "text": "始",
          "kana": "はじ"
        },
        {
          "text": "め"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“きっかけに”“契機に”都能表示“以……为契机”，“以去日本旅行为契机，开始学习日语”两者都讲得通，所以选⑤“きっかけ”或⑧“契機”均可。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": [
        5,
        8
      ]
    },
    {
      "id": 64,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "できる"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "のことをして"
        },
        {
          "text": "、"
        },
        {
          "text": "あとは"
        },
        {
          "text": "天",
          "kana": "てん"
        },
        {
          "text": "に"
        },
        {
          "text": "任",
          "kana": "まか"
        },
        {
          "text": "せ"
        },
        {
          "text": "る"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“限り”表示“尽量……”，“できるかぎりのことをして”（尽力做能做的事）是固定搭配，所以选⑦“かぎり”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 7
    },
    {
      "id": 65,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "今",
          "kana": "いま"
        },
        {
          "text": "の"
        },
        {
          "text": "状況",
          "kana": "じょうきょう"
        },
        {
          "text": "を"
        },
        {
          "text": "考",
          "kana": "かんが"
        },
        {
          "text": "え"
        },
        {
          "text": "ると"
        },
        {
          "text": "、"
        },
        {
          "text": "A"
        },
        {
          "text": "社",
          "kana": "しゃ"
        },
        {
          "text": "との"
        },
        {
          "text": "業務提携",
          "kana": "ぎょうむていけい"
        },
        {
          "text": "は"
        },
        {
          "text": "十分",
          "kana": "じゅうぶん"
        },
        {
          "text": "あり"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～得る”表示可能性，“ありうる”（有可能）正是这个用法，“考虑到现在的情况，跟A公司的业务合作十分有可能”，所以选⑥“得る”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": 6
    },
    {
      "id": 66,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "今度",
          "kana": "こんど"
        },
        {
          "text": "の"
        },
        {
          "text": "失敗",
          "kana": "しっぱい"
        },
        {
          "text": "は"
        },
        {
          "text": "自分",
          "kana": "じぶん"
        },
        {
          "text": "の"
        },
        {
          "text": "今",
          "kana": "いま"
        },
        {
          "text": "まで"
        },
        {
          "text": "の"
        },
        {
          "text": "人生",
          "kana": "じんせい"
        },
        {
          "text": "を"
        },
        {
          "text": "見直",
          "kana": "みなお"
        },
        {
          "text": "す"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "になった"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“きっかけになった”“契機になった”都能表示“成为了……的契机”，“这次的失败成了重新审视自己人生的契机”两者都讲得通，所以选⑤“きっかけ”或⑧“契機”均可。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "恐",
              "kana": "おそ"
            },
            {
              "text": "れ"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かけ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "甲斐",
              "kana": "かい"
            },
            {
              "text": "がある"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "得",
              "kana": "え"
            },
            {
              "text": "な"
            },
            {
              "text": "い"
            }
          ]
        },
        {
          "idx": 5,
          "tokens": [
            {
              "text": "きっかけ"
            }
          ]
        },
        {
          "idx": 6,
          "tokens": [
            {
              "text": "得",
              "kana": "う"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 7,
          "tokens": [
            {
              "text": "かぎり"
            }
          ]
        },
        {
          "idx": 8,
          "tokens": [
            {
              "text": "契機",
              "kana": "けいき"
            }
          ]
        },
        {
          "idx": 9,
          "tokens": [
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 10,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        }
      ],
      "answer": [
        5,
        8
      ]
    },
    {
      "id": 67,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "今度",
          "kana": "こんど"
        },
        {
          "text": "の"
        },
        {
          "text": "イベント"
        },
        {
          "text": "が"
        },
        {
          "text": "無事",
          "kana": "ぶじ"
        },
        {
          "text": "に"
        },
        {
          "text": "終了",
          "kana": "しゅうりょう"
        },
        {
          "text": "したのは"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（这次活动能顺利结束，多亏了大家的帮助）"
        },
        {
          "text": "おかげです"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“おかげで/おかげだ”表示“托……的福”，后项“活动顺利结束了”，前项该是导致这个好结果的原因，参考例句“みなさんのご協力の”（大家的帮助）正合适。",
      "kind": "complete",
      "referenceJa": "みなさんのご協力の"
    },
    {
      "id": 68,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "先進国",
          "kana": "せんしんこく"
        },
        {
          "text": "に"
        },
        {
          "text": "比",
          "kana": "くら"
        },
        {
          "text": "べ"
        },
        {
          "text": "ると"
        },
        {
          "text": "、"
        },
        {
          "text": "わが"
        },
        {
          "text": "国",
          "kana": "くに"
        },
        {
          "text": "の"
        },
        {
          "text": "エネルギー"
        },
        {
          "text": "政策",
          "kana": "せいさく"
        },
        {
          "text": "は"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（和发达国家相比，本国的能源政策难以说是充分的）"
        },
        {
          "text": "がたい"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～がたい”表示“难以……”，常跟“言う/認める”这类认知/说话动词搭配，参考例句“十分とは言いがたい”（难以说是充分的）正合适。",
      "kind": "complete",
      "referenceJa": "十分とは言い"
    },
    {
      "id": 69,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（以孩子上幼儿园为契机，交到了很多妈妈朋友）"
        },
        {
          "text": "きっかけに"
        },
        {
          "text": "、"
        },
        {
          "text": "ママ"
        },
        {
          "text": "友",
          "kana": "とも"
        },
        {
          "text": "がたくさんできた"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～をきっかけに”表示“以……为契机”，后项“交到了很多妈妈朋友”，前项该是一个契机事件，参考例句“子どもが幼稚園に入園したのを”（孩子上幼儿园）正合适。",
      "kind": "complete",
      "referenceJa": "子どもが幼稚園に入園したのを"
    },
    {
      "id": 70,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "家族",
          "kana": "かぞく"
        },
        {
          "text": "を"
        },
        {
          "text": "失",
          "kana": "うしな"
        },
        {
          "text": "っ"
        },
        {
          "text": "た"
        },
        {
          "text": "彼",
          "kana": "かれ"
        },
        {
          "text": "の"
        },
        {
          "text": "気持",
          "kana": "きも"
        },
        {
          "text": "ち"
        },
        {
          "text": "は"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（他失去家人的心情，完全可以理解）"
        },
        {
          "text": "うる"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～得る”表示可能性，“他失去家人的心情，完全可以理解”，参考例句“十分理解し（うる）”正合适。",
      "kind": "complete",
      "referenceJa": "十分理解し"
    },
    {
      "id": 71,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "大雨",
          "kana": "おおあめ"
        },
        {
          "text": "が"
        },
        {
          "text": "降",
          "kana": "ふ"
        },
        {
          "text": "り"
        },
        {
          "text": "続",
          "kana": "つづ"
        },
        {
          "text": "け"
        },
        {
          "text": "ば"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（如果大雨持续下的话，恐怕洪水造成的灾害会扩大）"
        },
        {
          "text": "おそれがある"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～おそれがある”表示“恐怕会……”，前项“大雨持续下”，后项该接一个不好的可能后果，参考例句“洪水による被害が広がる”（洪水造成的灾害扩大）正合适。",
      "kind": "complete",
      "referenceJa": "洪水による被害が広がる"
    },
    {
      "id": 72,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（只要身体健康，就想继续做志愿活动）"
        },
        {
          "text": "かぎり"
        },
        {
          "text": "、"
        },
        {
          "text": "ボランティア"
        },
        {
          "text": "活動",
          "kana": "かつどう"
        },
        {
          "text": "を"
        },
        {
          "text": "続",
          "kana": "つづ"
        },
        {
          "text": "け"
        },
        {
          "text": "ていきたい"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～限り（は）”表示条件“只要……就……”，前项该是一个持续中的状态，参考例句“元気である”（身体健康）正合适。",
      "kind": "complete",
      "referenceJa": "元気である"
    },
    {
      "id": 73,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "とてもすばらしい"
        },
        {
          "text": "コンサート"
        },
        {
          "text": "だった"
        },
        {
          "text": "。"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（是一场非常棒的演唱会，排了好几个小时的队没有白等）"
        },
        {
          "text": "かいがあった"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～かいがある”表示“有……的价值、回报”，前项该是一个为此付出的努力/代价，参考例句“何時間も並んだ”（排了好几个小时的队）正合适。",
      "kind": "complete",
      "referenceJa": "何時間も並んだ"
    },
    {
      "id": 74,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "先輩",
          "kana": "せんぱい"
        },
        {
          "text": "が"
        },
        {
          "text": "指導",
          "kana": "しどう"
        },
        {
          "text": "してくれたおかげで"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“おかげで”表示“托……的福”，后项该接一个好结果，“多亏了前辈的指导，考试总算通过了”正合适，所以选②；“在课上打瞌睡”是坏结果，“非常感谢”“想更加努力”都不是“おかげで”后项该接的客观结果，是另一种语气的句子。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "授業",
              "kana": "じゅぎょう"
            },
            {
              "text": "で"
            },
            {
              "text": "居眠",
              "kana": "いねむ"
            },
            {
              "text": "り"
            },
            {
              "text": "をした"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "試験",
              "kana": "しけん"
            },
            {
              "text": "に"
            },
            {
              "text": "何",
              "kana": "なん"
            },
            {
              "text": "とか"
            },
            {
              "text": "合格",
              "kana": "ごうかく"
            },
            {
              "text": "できた"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "とても"
            },
            {
              "text": "感謝",
              "kana": "かんしゃ"
            },
            {
              "text": "し"
            },
            {
              "text": "ます"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "もっと"
            },
            {
              "text": "頑張",
              "kana": "がんば"
            },
            {
              "text": "り"
            },
            {
              "text": "たいと"
            },
            {
              "text": "思",
              "kana": "おも"
            },
            {
              "text": "う"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 75,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "食生活",
          "kana": "しょくせいかつ"
        },
        {
          "text": "を"
        },
        {
          "text": "根本",
          "kana": "こんぽん"
        },
        {
          "text": "から"
        },
        {
          "text": "変",
          "kana": "か"
        },
        {
          "text": "え"
        },
        {
          "text": "ないかぎり"
        },
        {
          "text": "、"
        },
        {
          "text": "ダイエット"
        },
        {
          "text": "は"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "と"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "う"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～ないかぎり”表示“只要不……就……”，“不从根本上改变饮食习惯，减肥就不会成功”正是这个逻辑，所以选①“成功できない”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "成功",
              "kana": "せいこう"
            },
            {
              "text": "できない"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "無理",
              "kana": "むり"
            },
            {
              "text": "ではない"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "太",
              "kana": "ふと"
            },
            {
              "text": "り"
            },
            {
              "text": "にくい"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "贅肉",
              "kana": "ぜいにく"
            },
            {
              "text": "を"
            },
            {
              "text": "落",
              "kana": "お"
            },
            {
              "text": "と"
            },
            {
              "text": "す"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 76,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "誤解",
          "kana": "ごかい"
        },
        {
          "text": "を"
        },
        {
          "text": "招",
          "kana": "まね"
        },
        {
          "text": "く"
        },
        {
          "text": "おそれがある"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“おそれがある”前项该接一个导致“容易招致误解”这个坏结果的条件，“不说清楚的话”用“～と”表条件，所以选③“はっきり説明しないと”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "はっきり"
            },
            {
              "text": "説明",
              "kana": "せつめい"
            },
            {
              "text": "し"
            },
            {
              "text": "ないうちに"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "はっきり"
            },
            {
              "text": "説明",
              "kana": "せつめい"
            },
            {
              "text": "す"
            },
            {
              "text": "れば"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "はっきり"
            },
            {
              "text": "説明",
              "kana": "せつめい"
            },
            {
              "text": "し"
            },
            {
              "text": "ないと"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "はっきり"
            },
            {
              "text": "説明",
              "kana": "せつめい"
            },
            {
              "text": "し"
            },
            {
              "text": "た"
            },
            {
              "text": "以上",
              "kana": "いじょう"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 77,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "最近",
          "kana": "さいきん"
        },
        {
          "text": "、"
        },
        {
          "text": "忙",
          "kana": "いそが"
        },
        {
          "text": "しく"
        },
        {
          "text": "て"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "はそのままになっている"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～かけの”接名词，“最近很忙，读到一半的小说就一直放着没动”正是这个用法，所以选①“読みかけの小説”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "読",
              "kana": "よ"
            },
            {
              "text": "み"
            },
            {
              "text": "かけの"
            },
            {
              "text": "小説",
              "kana": "しょうせつ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "読",
              "kana": "よ"
            },
            {
              "text": "み"
            },
            {
              "text": "がたい"
            },
            {
              "text": "小説",
              "kana": "しょうせつ"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "読",
              "kana": "よ"
            },
            {
              "text": "む"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "の"
            },
            {
              "text": "小説",
              "kana": "しょうせつ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "読",
              "kana": "よ"
            },
            {
              "text": "み"
            },
            {
              "text": "終",
              "kana": "お"
            },
            {
              "text": "わ"
            },
            {
              "text": "る"
            },
            {
              "text": "小説",
              "kana": "しょうせつ"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 78,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "先生",
          "kana": "せんせい"
        },
        {
          "text": "であっても"
        },
        {
          "text": "、"
        },
        {
          "text": "間違",
          "kana": "まちが"
        },
        {
          "text": "い"
        },
        {
          "text": "をすることは"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～得る”表示可能性，“即使是老师，也有可能会犯错”正是这个用法，所以选④“ありうる”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "あるかぎりだ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "ありがたい"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "ある"
            },
            {
              "text": "一方",
              "kana": "いっぽう"
            },
            {
              "text": "だ"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "ありうる"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 79,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "全国大会",
          "kana": "ぜんこくたいかい"
        },
        {
          "text": "で"
        },
        {
          "text": "優勝",
          "kana": "ゆうしょう"
        },
        {
          "text": "した"
        },
        {
          "text": "。"
        },
        {
          "text": "一生懸命",
          "kana": "いっしょうけんめい"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "かいがある"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“かい”接动词た形，“在全国大会上获得了冠军，拼命努力没有白费”要用过去形“頑張った”，所以选②。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "頑張",
              "kana": "がんば"
            },
            {
              "text": "り"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "頑張",
              "kana": "がんば"
            },
            {
              "text": "っ"
            },
            {
              "text": "た"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "頑張",
              "kana": "がんば"
            },
            {
              "text": "る"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "頑張",
              "kana": "がんば"
            },
            {
              "text": "り"
            },
            {
              "text": "の"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 80,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "友",
          "kana": "とも"
        },
        {
          "text": "だちの"
        },
        {
          "text": "結婚式",
          "kana": "けっこんしき"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "彼女",
          "kana": "かのじょ"
        },
        {
          "text": "と"
        },
        {
          "text": "知",
          "kana": "し"
        },
        {
          "text": "り"
        },
        {
          "text": "合",
          "kana": "あ"
        },
        {
          "text": "っ"
        },
        {
          "text": "たのです"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“をきっかけに”表示“以……为契机”，“以朋友的婚礼为契机，认识了她”正是这个用法，所以选④。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "のあげく"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "をかぎりに"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "のうちは"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "をきっかけに"
            }
          ]
        }
      ],
      "answer": 4
    },
    {
      "id": 81,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "罪",
          "kana": "つみ"
        },
        {
          "text": "のない"
        },
        {
          "text": "一般市民",
          "kana": "いっぱんしみん"
        },
        {
          "text": "を"
        },
        {
          "text": "巻",
          "kana": "ま"
        },
        {
          "text": "き"
        },
        {
          "text": "込",
          "kana": "こ"
        },
        {
          "text": "ん"
        },
        {
          "text": "だ"
        },
        {
          "text": "テロ"
        },
        {
          "text": "事件",
          "kana": "じけん"
        },
        {
          "text": "は"
        },
        {
          "text": "絶対",
          "kana": "ぜったい"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "行為",
          "kana": "こうい"
        },
        {
          "text": "だ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～がたい”表示“难以……”，“牵连无辜平民的恐怖袭击是绝对不能饶恕的行为”正是这个用法，所以选③“許しがたい”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "許",
              "kana": "ゆる"
            },
            {
              "text": "し"
            },
            {
              "text": "える"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "許",
              "kana": "ゆる"
            },
            {
              "text": "し"
            },
            {
              "text": "かける"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "許",
              "kana": "ゆる"
            },
            {
              "text": "し"
            },
            {
              "text": "がたい"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "許",
              "kana": "ゆる"
            },
            {
              "text": "す"
            },
            {
              "text": "うえの"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 82,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "うちの"
        },
        {
          "text": "弟",
          "kana": "おとうと"
        },
        {
          "text": "のような"
        },
        {
          "text": "落",
          "kana": "お"
        },
        {
          "text": "ちこぼれ"
        },
        {
          "text": "が"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "ありえないと"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "う"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“ありえない”表示“不可能……”，“像我弟弟那样成绩垫底的人考上东大，简直不可能”最符合这个语境，所以选②“東大に受かることは”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "試験",
              "kana": "しけん"
            },
            {
              "text": "に"
            },
            {
              "text": "落",
              "kana": "お"
            },
            {
              "text": "ちる"
            },
            {
              "text": "ことは"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "東大",
              "kana": "とうだい"
            },
            {
              "text": "に"
            },
            {
              "text": "受",
              "kana": "う"
            },
            {
              "text": "か"
            },
            {
              "text": "ることは"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "大学",
              "kana": "だいがく"
            },
            {
              "text": "に"
            },
            {
              "text": "行",
              "kana": "い"
            },
            {
              "text": "か"
            },
            {
              "text": "ないことは"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "成績",
              "kana": "せいせき"
            },
            {
              "text": "を"
            },
            {
              "text": "気",
              "kana": "き"
            },
            {
              "text": "に"
            },
            {
              "text": "しないことは"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 83,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "私",
          "kana": "わたくし"
        },
        {
          "text": "が"
        },
        {
          "text": "覚",
          "kana": "おぼ"
        },
        {
          "text": "え"
        },
        {
          "text": "ている"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "、"
        },
        {
          "text": "この"
        },
        {
          "text": "店",
          "kana": "みせ"
        },
        {
          "text": "は"
        },
        {
          "text": "10"
        },
        {
          "text": "年以上",
          "kana": "ねんいじょう"
        },
        {
          "text": "営業",
          "kana": "えいぎょう"
        },
        {
          "text": "を"
        },
        {
          "text": "続",
          "kana": "つづ"
        },
        {
          "text": "け"
        },
        {
          "text": "てきた"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“限りでは”表示“据……所知”，“据我所记得，这家店已经经营了10年以上”正是这个用法，所以选②“かぎりでは”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "うちに"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "かぎりでは"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "ことから"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "ように"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 84,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "遅刻",
          "kana": "ちこく"
        },
        {
          "text": "しそうになったので"
        },
        {
          "text": "、"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "パン"
        },
        {
          "text": "を"
        },
        {
          "text": "冷蔵庫",
          "kana": "れいぞうこ"
        },
        {
          "text": "に"
        },
        {
          "text": "入",
          "kana": "い"
        },
        {
          "text": "れ"
        },
        {
          "text": "て"
        },
        {
          "text": "家",
          "kana": "いえ"
        },
        {
          "text": "を"
        },
        {
          "text": "出",
          "kana": "で"
        },
        {
          "text": "た"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“～かけの”接名词，“快要迟到了，把吃了一半的面包放进冰箱就出门了”正是这个用法，所以选②“食べかけの”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "食",
              "kana": "た"
            },
            {
              "text": "べ"
            },
            {
              "text": "かけた"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "食",
              "kana": "た"
            },
            {
              "text": "べ"
            },
            {
              "text": "かけの"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "食",
              "kana": "た"
            },
            {
              "text": "べ"
            },
            {
              "text": "かける"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "食",
              "kana": "た"
            },
            {
              "text": "べ"
            },
            {
              "text": "かけて"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 85,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": ""
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "契機",
          "kana": "けいき"
        },
        {
          "text": "になって"
        },
        {
          "text": "、"
        },
        {
          "text": "退職",
          "kana": "たいしょく"
        },
        {
          "text": "する"
        },
        {
          "text": "女性",
          "kana": "じょせい"
        },
        {
          "text": "が"
        },
        {
          "text": "多",
          "kana": "おお"
        },
        {
          "text": "い"
        },
        {
          "text": "そうだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "“が契機になって”表示“……成为契机”，“听说很多女性以结婚为契机辞去了工作”正是这个用法，所以选①“結婚が”。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "結婚",
              "kana": "けっこん"
            },
            {
              "text": "が"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "結婚",
              "kana": "けっこん"
            },
            {
              "text": "の"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "結婚",
              "kana": "けっこん"
            },
            {
              "text": "と"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "結婚",
              "kana": "けっこん"
            },
            {
              "text": "とした"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 86,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "このまま"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "おそれがある"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“このまま雨が降らない日が続くと、水不足になるおそれがある”（照这样下去，不下雨的日子持续的话，恐怕会缺水）——“雨が降らない日が続くと”（不下雨的日子持续的话）后面接“水不足になる”，★位置对应“日が続くと”，所以选②。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "降",
              "kana": "ふ"
            },
            {
              "text": "ら"
            },
            {
              "text": "ない"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "日",
              "kana": "ひ"
            },
            {
              "text": "が"
            },
            {
              "text": "続",
              "kana": "つづ"
            },
            {
              "text": "く"
            },
            {
              "text": "と"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "雨",
              "kana": "あめ"
            },
            {
              "text": "が"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "水不足",
              "kana": "みずぶそく"
            },
            {
              "text": "になる"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 87,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "作品",
          "kana": "さくひん"
        },
        {
          "text": "は"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "ものだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“この作品は私の力の限りを尽くして作り上げたものだ”（这部作品是我竭尽全力创作出来的）——“力の限りを尽くして”（用尽全力）后面接“作り上げた”，★位置对应“尽くして”，所以选①。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "尽",
              "kana": "つ"
            },
            {
              "text": "くし"
            },
            {
              "text": "て"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "私",
              "kana": "わたくし"
            },
            {
              "text": "の"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "作",
              "kana": "つく"
            },
            {
              "text": "り"
            },
            {
              "text": "上",
              "kana": "あ"
            },
            {
              "text": "げ"
            },
            {
              "text": "た"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "力",
              "kana": "ちから"
            },
            {
              "text": "の"
            },
            {
              "text": "限",
              "kana": "かぎ"
            },
            {
              "text": "り"
            },
            {
              "text": "を"
            }
          ]
        }
      ],
      "answer": 1
    },
    {
      "id": 88,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "鈴木",
          "kana": "すずき"
        },
        {
          "text": "さんが"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "よくなりました"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“鈴木さんが一晩中看病してくれたおかげで、だいぶよくなりました”（多亏铃木一整晚的照顾，病情好多了）——“一晩中看病してくれた”（照顾了一整晚）后面接“おかげで”，★位置对应“看病してくれた”，所以选③。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "だいぶ"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "おかげで"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "看病",
              "kana": "かんびょう"
            },
            {
              "text": "してくれた"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "一晩中",
              "kana": "いちばんちゅう"
            }
          ]
        }
      ],
      "answer": 3
    },
    {
      "id": 89,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "この"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "がたいと"
        },
        {
          "text": "思",
          "kana": "おも"
        },
        {
          "text": "う"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“この考えにはなかなか賛成しがたいと思う”（我觉得很难赞成这个想法）——“この考えには”后面接“なかなか賛成しがたい”，★位置对应“なかなか”，所以选②。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "考",
              "kana": "かんが"
            },
            {
              "text": "え"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "なかなか"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "には"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "賛成",
              "kana": "さんせい"
            },
            {
              "text": "し"
            }
          ]
        }
      ],
      "answer": 2
    },
    {
      "id": 90,
      "category": "第2单元",
      "stemTokens": [
        {
          "text": "勤",
          "kana": "つと"
        },
        {
          "text": "め"
        },
        {
          "text": "ていた"
        },
        {
          "text": "会社",
          "kana": "かいしゃ"
        },
        {
          "text": "の"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "　　　　",
          "blank": true
        },
        {
          "text": "（"
        },
        {
          "text": "　"
        },
        {
          "text": "）"
        },
        {
          "text": "わけだ"
        },
        {
          "text": "。"
        }
      ],
      "explanationZh": "整句正确语序是“勤めていた会社の経営不振がきっかけになって独立することを決意したわけだ”（曾就职的公司经营不善成了契机，于是下定决心自立门户）——“独立することを”后面接“決意した”，★位置对应“独立することを”，所以选④。",
      "options": [
        {
          "idx": 1,
          "tokens": [
            {
              "text": "決意",
              "kana": "けつい"
            },
            {
              "text": "した"
            }
          ]
        },
        {
          "idx": 2,
          "tokens": [
            {
              "text": "きっかけになって"
            }
          ]
        },
        {
          "idx": 3,
          "tokens": [
            {
              "text": "経営",
              "kana": "けいえい"
            },
            {
              "text": "不振",
              "kana": "ふしん"
            },
            {
              "text": "が"
            }
          ]
        },
        {
          "idx": 4,
          "tokens": [
            {
              "text": "独立",
              "kana": "どくりつ"
            },
            {
              "text": "することを"
            }
          ]
        }
      ],
      "answer": 4
    }
  ],
  "titleDictate": true
};
