window.LESSON_DATA = {
  "title": "标准日本语中级第16课：結婚披露宴、変わる結婚式",
  "subtitle": "来源：《标准日本语》中级第16课（会话/课文/生词）。逐句配假名注音、中文翻译与语法笔记，播放时逐词跟读高亮，支持默写/填空练习，悬浮迷你播放器支持暂停/继续/循环。",
  "sideNavLabel": "",
  "tabs": [
    {
      "mondai": "会话",
      "questions": [
        {
          "question": "王风致辞",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 1,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "結婚披露宴",
                  "kana": "けっこんひろうえん",
                  "t": 0.0
                }
              ],
              "zh": "结婚喜宴",
              "notes": "",
              "blanks": [
                "結婚披露宴"
              ],
              "audio": "audio/seg-001.mp3"
            },
            {
              "id": 2,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "拓也",
                  "kana": "たくや",
                  "t": -0.13
                },
                {
                  "text": "さん",
                  "t": 0.33
                },
                {
                  "text": "，"
                },
                {
                  "text": "町子",
                  "kana": "まちこ",
                  "t": 1.01
                },
                {
                  "text": "さん",
                  "t": 1.19
                },
                {
                  "text": "，"
                },
                {
                  "text": "ご",
                  "t": 2.37
                },
                {
                  "text": "結婚",
                  "kana": "けっこん",
                  "t": 2.45
                },
                {
                  "text": "お",
                  "t": 2.87
                },
                {
                  "text": "め",
                  "t": 3.05
                },
                {
                  "text": "で",
                  "t": 3.11
                },
                {
                  "text": "とう",
                  "t": 3.19
                },
                {
                  "text": "ございます",
                  "t": 3.33
                },
                {
                  "text": "。"
                }
              ],
              "zh": "拓也先生，町子小姐，祝贺二位喜结良缘。",
              "notes": "",
              "blanks": [
                "ご結婚おめでとうございます"
              ],
              "audio": "audio/seg-002.mp3"
            },
            {
              "id": 3,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ただ",
                  "t": 0.21
                },
                {
                  "text": "今",
                  "kana": "いま",
                  "t": 0.25
                },
                {
                  "text": "，"
                },
                {
                  "text": "ご",
                  "t": 0.53
                },
                {
                  "text": "紹介",
                  "kana": "しょうかい",
                  "t": 0.75
                },
                {
                  "text": "いただ",
                  "t": 1.01
                },
                {
                  "text": "き",
                  "t": 1.27
                },
                {
                  "text": "ました",
                  "t": 1.39
                },
                {
                  "text": "，"
                },
                {
                  "text": "J",
                  "t": 2.45
                },
                {
                  "text": "C",
                  "t": 2.63
                },
                {
                  "text": "企画",
                  "kana": "きかく",
                  "t": 2.75
                },
                {
                  "text": "上海",
                  "kana": "しゃんはい",
                  "t": 3.27
                },
                {
                  "text": "支社",
                  "kana": "ししゃ",
                  "t": 3.71
                },
                {
                  "text": "の",
                  "t": 3.93
                },
                {
                  "text": "王",
                  "kana": "おう",
                  "t": 4.23
                },
                {
                  "text": "風",
                  "kana": "ふう",
                  "t": 4.41
                },
                {
                  "text": "と",
                  "t": 4.49
                },
                {
                  "text": "申",
                  "kana": "もう",
                  "t": 4.67
                },
                {
                  "text": "します",
                  "t": 4.81
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我是刚才承蒙介绍的JC策划公司上海分公司的王风。",
              "notes": "「ご紹介いただきました」是「紹介してもらいました」的自谦表达，用于正式场合。",
              "blanks": [
                "ご紹介いただきました"
              ],
              "audio": "audio/seg-003.mp3",
              "clauseBounds": [
                0.51
              ]
            },
            {
              "id": 4,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "新郎",
                  "kana": "しんろう",
                  "t": 0.26
                },
                {
                  "text": "の",
                  "t": 0.46
                },
                {
                  "text": "拓也",
                  "kana": "たくや",
                  "t": 0.68
                },
                {
                  "text": "さん",
                  "t": 0.88
                },
                {
                  "text": "と",
                  "t": 1.1
                },
                {
                  "text": "は",
                  "t": 1.26
                },
                {
                  "text": "，"
                },
                {
                  "text": "日本酒",
                  "kana": "にほんしゅ",
                  "t": 2.14
                },
                {
                  "text": "を",
                  "t": 2.44
                },
                {
                  "text": "中国",
                  "kana": "ちゅうごく",
                  "t": 2.56
                },
                {
                  "text": "で",
                  "t": 2.9
                },
                {
                  "text": "販売",
                  "kana": "はんばい",
                  "t": 3.12
                },
                {
                  "text": "する",
                  "t": 3.42
                },
                {
                  "text": "仕事",
                  "kana": "しごと",
                  "t": 3.64
                },
                {
                  "text": "を",
                  "t": 3.98
                },
                {
                  "text": "，"
                },
                {
                  "text": "現在",
                  "kana": "げんざい",
                  "t": 4.52
                },
                {
                  "text": "い",
                  "t": 4.84
                },
                {
                  "text": "っしょ",
                  "t": 5.08
                },
                {
                  "text": "に",
                  "t": 5.12
                },
                {
                  "text": "して",
                  "t": 5.26
                },
                {
                  "text": "お",
                  "t": 5.38
                },
                {
                  "text": "ります",
                  "t": 5.52
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我与新郎拓也先生一道正从事在中国销售日本酒的工作。",
              "notes": "「しております」是「しています」的自谦说法。",
              "blanks": [
                "しております"
              ],
              "audio": "audio/seg-004.mp3",
              "clauseBounds": [
                4.4
              ]
            },
            {
              "id": 5,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "私",
                  "kana": "わたし",
                  "t": 0.09
                },
                {
                  "text": "は",
                  "t": 0.37
                },
                {
                  "text": "，"
                },
                {
                  "text": "2",
                  "t": 0.73
                },
                {
                  "text": "年前",
                  "kana": "ねんまえ",
                  "t": 0.91
                },
                {
                  "text": "に",
                  "t": 1.15
                },
                {
                  "text": "入社",
                  "kana": "にゅうしゃ",
                  "t": 1.39
                },
                {
                  "text": "しました",
                  "t": 1.61
                },
                {
                  "text": "が",
                  "t": 1.95
                },
                {
                  "text": "，"
                },
                {
                  "text": "拓也",
                  "kana": "たくや",
                  "t": 3.05
                },
                {
                  "text": "さん",
                  "t": 3.39
                },
                {
                  "text": "は",
                  "t": 3.63
                },
                {
                  "text": "それ",
                  "t": 3.77
                },
                {
                  "text": "まで",
                  "t": 3.89
                },
                {
                  "text": "上海",
                  "kana": "しゃんはい",
                  "t": 4.21
                },
                {
                  "text": "支社",
                  "kana": "ししゃ",
                  "t": 4.63
                },
                {
                  "text": "に",
                  "t": 4.89
                },
                {
                  "text": "お",
                  "t": 5.03
                },
                {
                  "text": "勤",
                  "kana": "つと",
                  "t": 5.15
                },
                {
                  "text": "め",
                  "t": 5.27
                },
                {
                  "text": "でした",
                  "t": 5.37
                },
                {
                  "text": "。"
                }
              ],
              "zh": "在两年前进公司，在那以前，拓也先生一直在上海分公司工作。",
              "notes": "",
              "blanks": [
                "それまで"
              ],
              "audio": "audio/seg-005.mp3",
              "clauseBounds": [
                0.61
              ]
            },
            {
              "id": 6,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "拓也",
                  "kana": "たくや",
                  "t": -0.09
                },
                {
                  "text": "さん",
                  "t": 0.35
                },
                {
                  "text": "と",
                  "t": 0.51
                },
                {
                  "text": "町子",
                  "kana": "まちこ",
                  "t": 0.67
                },
                {
                  "text": "さん",
                  "t": 0.95
                },
                {
                  "text": "は",
                  "t": 1.13
                },
                {
                  "text": "，"
                },
                {
                  "text": "上海",
                  "kana": "しゃんはい",
                  "t": 2.15
                },
                {
                  "text": "支社",
                  "kana": "ししゃ",
                  "t": 2.27
                },
                {
                  "text": "の",
                  "t": 2.53
                },
                {
                  "text": "同僚",
                  "kana": "どうりょう",
                  "t": 2.73
                },
                {
                  "text": "と",
                  "t": 2.93
                },
                {
                  "text": "して",
                  "t": 3.11
                },
                {
                  "text": "上海",
                  "kana": "しゃんはい",
                  "t": 3.39
                },
                {
                  "text": "で",
                  "t": 3.79
                },
                {
                  "text": "出会",
                  "kana": "であ",
                  "t": 3.91
                },
                {
                  "text": "い",
                  "t": 4.05
                },
                {
                  "text": "，"
                },
                {
                  "text": "上海",
                  "kana": "しゃんはい",
                  "t": 5.13
                },
                {
                  "text": "で",
                  "t": 5.33
                },
                {
                  "text": "親",
                  "kana": "した",
                  "t": 5.45
                },
                {
                  "text": "しく",
                  "t": 5.61
                },
                {
                  "text": "な",
                  "t": 5.79
                },
                {
                  "text": "った",
                  "t": 5.93
                },
                {
                  "text": "と",
                  "t": 6.05
                },
                {
                  "text": "お",
                  "t": 6.21
                },
                {
                  "text": "聞",
                  "kana": "き",
                  "t": 6.31
                },
                {
                  "text": "き",
                  "t": 6.39
                },
                {
                  "text": "しました",
                  "t": 6.51
                },
                {
                  "text": "。"
                }
              ],
              "zh": "听说拓也先生和町子小姐，是作为同事在上海相遇，在上海好起来的。",
              "notes": "「〜として」表示身份、资格，\"作为〜\"。",
              "blanks": [
                "として"
              ],
              "audio": "audio/seg-006.mp3"
            },
            {
              "id": 7,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "中国",
                  "kana": "ちゅうごく",
                  "t": 0.24
                },
                {
                  "text": "には",
                  "t": 0.52
                },
                {
                  "text": "「"
                },
                {
                  "text": "白頭",
                  "kana": "はくとう",
                  "t": 1.24
                },
                {
                  "text": "偕老",
                  "kana": "かいろう",
                  "t": 1.52
                },
                {
                  "text": "」"
                },
                {
                  "text": "という",
                  "t": 2.0
                },
                {
                  "text": "言葉",
                  "kana": "ことば",
                  "t": 2.36
                },
                {
                  "text": "が",
                  "t": 2.64
                },
                {
                  "text": "あります",
                  "t": 2.78
                },
                {
                  "text": "。"
                }
              ],
              "zh": "中国有句话叫做“白头偕老”。",
              "notes": "",
              "blanks": [
                "白頭偕老"
              ],
              "audio": "audio/seg-007.mp3"
            },
            {
              "id": 8,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "これは",
                  "t": 0.21
                },
                {
                  "text": "「"
                },
                {
                  "text": "とも",
                  "t": 0.77
                },
                {
                  "text": "に",
                  "t": 0.85
                },
                {
                  "text": "白髪",
                  "kana": "しらが",
                  "t": 1.07
                },
                {
                  "text": "にな",
                  "t": 1.41
                },
                {
                  "text": "る",
                  "t": 1.57
                },
                {
                  "text": "まで",
                  "t": 1.67
                },
                {
                  "text": "い",
                  "t": 1.83
                },
                {
                  "text": "っしょ",
                  "t": 2.09
                },
                {
                  "text": "に",
                  "t": 2.15
                },
                {
                  "text": "いる",
                  "t": 2.33
                },
                {
                  "text": "」"
                },
                {
                  "text": "という",
                  "t": 2.59
                },
                {
                  "text": "意味",
                  "kana": "いみ",
                  "t": 2.87
                },
                {
                  "text": "の",
                  "t": 3.01
                },
                {
                  "text": "言葉",
                  "kana": "ことば",
                  "t": 3.15
                },
                {
                  "text": "です",
                  "t": 3.37
                },
                {
                  "text": "。"
                }
              ],
              "zh": "意思是说“一起生活直到彼此都头发变白了”。",
              "notes": "",
              "blanks": [
                "白髪になるまで"
              ],
              "audio": "audio/seg-008.mp3"
            },
            {
              "id": 9,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "お",
                  "t": 0.02
                },
                {
                  "text": "2",
                  "t": 0.16
                },
                {
                  "text": "人",
                  "kana": "ふたり",
                  "t": 0.26
                },
                {
                  "text": "と",
                  "t": 0.36
                },
                {
                  "text": "も",
                  "t": 0.52
                },
                {
                  "text": "，"
                },
                {
                  "text": "き",
                  "t": 1.4
                },
                {
                  "text": "っと",
                  "t": 1.46
                },
                {
                  "text": "この",
                  "t": 1.6
                },
                {
                  "text": "言葉",
                  "kana": "ことば",
                  "t": 1.8
                },
                {
                  "text": "どお",
                  "t": 2.16
                },
                {
                  "text": "り",
                  "t": 2.26
                },
                {
                  "text": "の",
                  "t": 2.36
                },
                {
                  "text": "幸",
                  "kana": "しあわ",
                  "t": 2.56
                },
                {
                  "text": "せ",
                  "t": 2.72
                },
                {
                  "text": "な",
                  "t": 2.82
                },
                {
                  "text": "夫婦",
                  "kana": "ふうふ",
                  "t": 2.98
                },
                {
                  "text": "にな",
                  "t": 3.26
                },
                {
                  "text": "ら",
                  "t": 3.62
                },
                {
                  "text": "れる",
                  "t": 3.74
                },
                {
                  "text": "でしょう",
                  "t": 3.86
                },
                {
                  "text": "。"
                }
              ],
              "zh": "你们二位一定会如这句话所说的那样成为一对幸福美满的夫妻。",
              "notes": "「〜どおり」表示\"按照，正如〜\"；「〜になられる」是「〜になる」的尊敬语。",
              "blanks": [
                "言葉どおりの"
              ],
              "audio": "audio/seg-009.mp3"
            },
            {
              "id": 10,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "拓也",
                  "kana": "たくや",
                  "t": 0.08
                },
                {
                  "text": "さん",
                  "t": 0.3
                },
                {
                  "text": "，"
                },
                {
                  "text": "町子",
                  "kana": "まちこ",
                  "t": 1.02
                },
                {
                  "text": "さん",
                  "t": 1.32
                },
                {
                  "text": "，"
                },
                {
                  "text": "どう",
                  "t": 2.44
                },
                {
                  "text": "か",
                  "t": 2.6
                },
                {
                  "text": "お",
                  "t": 2.72
                },
                {
                  "text": "幸",
                  "kana": "しあわ",
                  "t": 2.92
                },
                {
                  "text": "せ",
                  "t": 3.06
                },
                {
                  "text": "に",
                  "t": 3.22
                },
                {
                  "text": "！"
                }
              ],
              "zh": "拓也先生，町子小姐，祝福你们!",
              "notes": "",
              "blanks": [
                "どうかお幸せに"
              ],
              "audio": "audio/seg-010.mp3"
            }
          ]
        },
        {
          "question": "婚礼后叙旧",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 11,
              "speaker": "山田",
              "speakerKana": "やまだ",
              "tokens": [
                {
                  "text": "王",
                  "kana": "おう",
                  "t": -0.2
                },
                {
                  "text": "さん",
                  "t": 0.24
                },
                {
                  "text": "。"
                }
              ],
              "zh": "王先生，",
              "notes": "",
              "blanks": [
                "王さん"
              ],
              "audio": "audio/seg-011.mp3"
            },
            {
              "id": 12,
              "speaker": "山田",
              "speakerKana": "やまだ",
              "tokens": [
                {
                  "text": "ス",
                  "t": -0.1
                },
                {
                  "text": "ピ",
                  "t": 0.18
                },
                {
                  "text": "ーチ",
                  "t": 0.24
                },
                {
                  "text": "，"
                },
                {
                  "text": "どう",
                  "t": 0.34
                },
                {
                  "text": "も",
                  "t": 0.5
                },
                {
                  "text": "ありがとうございました",
                  "t": 0.6
                },
                {
                  "text": "。"
                }
              ],
              "zh": "谢谢你的致辞！",
              "notes": "",
              "blanks": [
                "どうもありがとうございました"
              ],
              "audio": "audio/seg-012.mp3"
            },
            {
              "id": 13,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "な",
                  "t": -0.65
                },
                {
                  "text": "んだ",
                  "t": 0.19
                },
                {
                  "text": "か",
                  "t": 0.31
                },
                {
                  "text": "緊張",
                  "kana": "きんちょう",
                  "t": 0.41
                },
                {
                  "text": "して",
                  "t": 0.75
                },
                {
                  "text": "，"
                },
                {
                  "text": "う",
                  "t": 0.99
                },
                {
                  "text": "ま",
                  "t": 1.17
                },
                {
                  "text": "く",
                  "t": 1.25
                },
                {
                  "text": "話",
                  "kana": "はな",
                  "t": 1.37
                },
                {
                  "text": "せ",
                  "t": 1.55
                },
                {
                  "text": "なく",
                  "t": 1.67
                },
                {
                  "text": "て",
                  "t": 1.83
                },
                {
                  "text": "，"
                },
                {
                  "text": "す",
                  "t": 2.57
                },
                {
                  "text": "み",
                  "t": 2.77
                },
                {
                  "text": "ません",
                  "t": 2.83
                },
                {
                  "text": "でした",
                  "t": 2.99
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我有些紧张，说得不够好，实在不好意思。",
              "notes": "",
              "blanks": [
                "なんだか緊張して"
              ],
              "audio": "audio/seg-013.mp3"
            },
            {
              "id": 14,
              "speaker": "町子",
              "speakerKana": "まちこ",
              "tokens": [
                {
                  "text": "いい",
                  "t": 0.31
                },
                {
                  "text": "え",
                  "t": 0.39
                },
                {
                  "text": "，"
                },
                {
                  "text": "と",
                  "t": 0.79
                },
                {
                  "text": "て",
                  "t": 0.99
                },
                {
                  "text": "も",
                  "t": 1.09
                },
                {
                  "text": "感激",
                  "kana": "かんげき",
                  "t": 1.21
                },
                {
                  "text": "しました",
                  "t": 1.57
                },
                {
                  "text": "。"
                }
              ],
              "zh": "哪里哪里，我非常感动！",
              "notes": "",
              "blanks": [
                "感激しました"
              ],
              "audio": "audio/seg-014.mp3",
              "clauseBounds": [
                0.7
              ]
            },
            {
              "id": 15,
              "speaker": "町子",
              "speakerKana": "まちこ",
              "tokens": [
                {
                  "text": "ス",
                  "t": 0.06
                },
                {
                  "text": "ピ",
                  "t": 0.38
                },
                {
                  "text": "ーチ",
                  "t": 0.42
                },
                {
                  "text": "を",
                  "t": 0.56
                },
                {
                  "text": "聞",
                  "kana": "き",
                  "t": 0.7
                },
                {
                  "text": "き",
                  "t": 0.86
                },
                {
                  "text": "な",
                  "t": 0.98
                },
                {
                  "text": "が",
                  "t": 1.12
                },
                {
                  "text": "ら",
                  "t": 1.38
                },
                {
                  "text": "，"
                },
                {
                  "text": "上海",
                  "kana": "しゃんはい",
                  "t": 1.68
                },
                {
                  "text": "に",
                  "t": 2.08
                },
                {
                  "text": "いた",
                  "t": 2.24
                },
                {
                  "text": "ころ",
                  "t": 2.4
                },
                {
                  "text": "を",
                  "t": 2.68
                },
                {
                  "text": "思",
                  "kana": "おも",
                  "t": 2.92
                },
                {
                  "text": "い",
                  "t": 3.0
                },
                {
                  "text": "出",
                  "kana": "だ",
                  "t": 3.08
                },
                {
                  "text": "しました",
                  "t": 3.18
                },
                {
                  "text": "。"
                }
              ],
              "zh": "听你的致辞，使我想起了在上海的时光。",
              "notes": "「〜ながら」表示两个动作同时进行，\"一边〜一边〜\"。",
              "blanks": [
                "ながら"
              ],
              "audio": "audio/seg-015.mp3",
              "clauseBounds": [
                1.52
              ]
            },
            {
              "id": 16,
              "speaker": "町子",
              "speakerKana": "まちこ",
              "tokens": [
                {
                  "text": "李",
                  "kana": "り",
                  "t": 0.25
                },
                {
                  "text": "さん",
                  "t": 0.25
                },
                {
                  "text": "も",
                  "t": 0.41
                },
                {
                  "text": "，"
                },
                {
                  "text": "お",
                  "t": 0.71
                },
                {
                  "text": "元気",
                  "kana": "げんき",
                  "t": 0.85
                },
                {
                  "text": "ですか",
                  "t": 1.11
                },
                {
                  "text": "。"
                }
              ],
              "zh": "李小姐她还好吧？",
              "notes": "",
              "blanks": [
                "お元気ですか"
              ],
              "audio": "audio/seg-016.mp3",
              "clauseBounds": [
                0.61
              ]
            },
            {
              "id": 17,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "はい",
                  "t": -0.18
                },
                {
                  "text": "。"
                }
              ],
              "zh": "挺好的。",
              "notes": "",
              "blanks": [
                "はい"
              ],
              "audio": "audio/seg-017.mp3"
            },
            {
              "id": 18,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "すば",
                  "t": 0.36
                },
                {
                  "text": "ら",
                  "t": 0.44
                },
                {
                  "text": "しい",
                  "t": 0.52
                },
                {
                  "text": "披露宴",
                  "kana": "ひろうえん",
                  "t": 0.62
                },
                {
                  "text": "だ",
                  "t": 0.88
                },
                {
                  "text": "った",
                  "t": 1.06
                },
                {
                  "text": "と",
                  "t": 1.18
                },
                {
                  "text": "李",
                  "kana": "り",
                  "t": 1.38
                },
                {
                  "text": "さん",
                  "t": 1.54
                },
                {
                  "text": "に",
                  "t": 1.64
                },
                {
                  "text": "伝",
                  "kana": "つた",
                  "t": 1.76
                },
                {
                  "text": "えて",
                  "t": 1.9
                },
                {
                  "text": "お",
                  "t": 2.0
                },
                {
                  "text": "きます",
                  "t": 2.1
                },
                {
                  "text": "。"
                }
              ],
              "zh": "我一定会把你们的绝佳婚宴向李小姐转达。",
              "notes": "「〜ておきます」表示事先做好某事，\"预先〜\"。",
              "blanks": [
                "伝えておきます"
              ],
              "audio": "audio/seg-018.mp3"
            },
            {
              "id": 19,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "山田",
                  "kana": "やまだ",
                  "t": 0.12
                },
                {
                  "text": "さん",
                  "t": 0.3
                },
                {
                  "text": "，"
                },
                {
                  "text": "お",
                  "t": 0.52
                },
                {
                  "text": "幸",
                  "kana": "しあわ",
                  "t": 0.72
                },
                {
                  "text": "せ",
                  "t": 0.84
                },
                {
                  "text": "に",
                  "t": 1.0
                },
                {
                  "text": "。"
                }
              ],
              "zh": "山田先生，祝福你！",
              "notes": "",
              "blanks": [
                "お幸せに"
              ],
              "audio": "audio/seg-019.mp3"
            },
            {
              "id": 20,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "今回",
                  "kana": "こんかい",
                  "t": -0.19
                },
                {
                  "text": "の",
                  "t": 0.39
                },
                {
                  "text": "取材",
                  "kana": "しゅざい",
                  "t": 0.53
                },
                {
                  "text": "では",
                  "t": 0.71
                },
                {
                  "text": "本当",
                  "kana": "ほんとう",
                  "t": 0.97
                },
                {
                  "text": "に",
                  "t": 1.39
                },
                {
                  "text": "お",
                  "t": 1.55
                },
                {
                  "text": "世話",
                  "kana": "せわ",
                  "t": 1.65
                },
                {
                  "text": "にな",
                  "t": 1.73
                },
                {
                  "text": "りました",
                  "t": 1.93
                },
                {
                  "text": "。"
                }
              ],
              "zh": "这次采访多亏了你的关照。",
              "notes": "",
              "blanks": [
                "お世話になりました"
              ],
              "audio": "audio/seg-020.mp3"
            }
          ]
        },
        {
          "question": "临别寄语",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 21,
              "speaker": "山田",
              "speakerKana": "やまだ",
              "tokens": [
                {
                  "text": "「"
                },
                {
                  "text": "金星",
                  "kana": "きんせい",
                  "t": -0.2
                },
                {
                  "text": "」"
                },
                {
                  "text": "プ",
                  "t": 0.46
                },
                {
                  "text": "ロ",
                  "t": 0.64
                },
                {
                  "text": "ジ",
                  "t": 0.66
                },
                {
                  "text": "ェ",
                  "t": 0.72
                },
                {
                  "text": "ク",
                  "t": 0.78
                },
                {
                  "text": "ト",
                  "t": 0.84
                },
                {
                  "text": "を",
                  "t": 1.16
                },
                {
                  "text": "絶対",
                  "kana": "ぜったい",
                  "t": 1.42
                },
                {
                  "text": "に",
                  "t": 1.62
                },
                {
                  "text": "成功",
                  "kana": "せいこう",
                  "t": 1.86
                },
                {
                  "text": "さ",
                  "t": 2.06
                },
                {
                  "text": "せ",
                  "t": 2.16
                },
                {
                  "text": "ましょう",
                  "t": 2.3
                },
                {
                  "text": "。"
                }
              ],
              "zh": "一定要让“金星”项目取得成功。",
              "notes": "",
              "blanks": [
                "絶対に成功させましょう"
              ],
              "audio": "audio/seg-021.mp3"
            },
            {
              "id": 22,
              "speaker": "山田",
              "speakerKana": "やまだ",
              "tokens": [
                {
                  "text": "王",
                  "kana": "おう",
                  "t": -0.05
                },
                {
                  "text": "さん",
                  "t": 0.23
                },
                {
                  "text": "の",
                  "t": 0.31
                },
                {
                  "text": "活躍",
                  "kana": "かつやく",
                  "t": 0.47
                },
                {
                  "text": "を",
                  "t": 0.77
                },
                {
                  "text": "祈",
                  "kana": "いの",
                  "t": 1.05
                },
                {
                  "text": "って",
                  "t": 1.19
                },
                {
                  "text": "います",
                  "t": 1.39
                },
                {
                  "text": "。"
                }
              ],
              "zh": "祝愿王先生大显身手。",
              "notes": "",
              "blanks": [
                "活躍を祈っています"
              ],
              "audio": "audio/seg-022.mp3"
            },
            {
              "id": 23,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "はい",
                  "t": 0.62
                },
                {
                  "text": "，"
                },
                {
                  "text": "頑張",
                  "kana": "がんば",
                  "t": 0.62
                },
                {
                  "text": "ります",
                  "t": 0.94
                },
                {
                  "text": "。"
                }
              ],
              "zh": "好，我一定努力！",
              "notes": "",
              "blanks": [
                "頑張ります"
              ],
              "audio": "audio/seg-023.mp3"
            },
            {
              "id": 24,
              "speaker": "王",
              "speakerKana": "おう",
              "tokens": [
                {
                  "text": "どう",
                  "t": -0.24
                },
                {
                  "text": "ぞ",
                  "t": 0.18
                },
                {
                  "text": "お",
                  "t": 0.32
                },
                {
                  "text": "元気",
                  "kana": "げんき",
                  "t": 0.4
                },
                {
                  "text": "で",
                  "t": 1.56
                },
                {
                  "text": "。"
                }
              ],
              "zh": "保重。",
              "notes": "",
              "blanks": [
                "どうぞお元気で"
              ],
              "audio": "audio/seg-024.mp3"
            },
            {
              "id": 25,
              "speaker": "山田",
              "speakerKana": "やまだ",
              "tokens": [
                {
                  "text": "じゃあ",
                  "t": -0.02
                },
                {
                  "text": "，"
                },
                {
                  "text": "また",
                  "t": 0.26
                },
                {
                  "text": "，"
                },
                {
                  "text": "お",
                  "t": 0.54
                },
                {
                  "text": "会",
                  "kana": "あ",
                  "t": 0.64
                },
                {
                  "text": "い",
                  "t": 0.72
                },
                {
                  "text": "し",
                  "t": 0.78
                },
                {
                  "text": "ましょう",
                  "t": 0.9
                },
                {
                  "text": "。"
                }
              ],
              "zh": "那么，后会有期！",
              "notes": "",
              "blanks": [
                "また，お会いしましょう"
              ],
              "audio": "audio/seg-025.mp3",
              "clauseBounds": [
                0.25
              ]
            }
          ]
        }
      ]
    },
    {
      "mondai": "课文",
      "questions": [
        {
          "question": "标题",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 26,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "変",
                  "kana": "か",
                  "t": -0.17
                },
                {
                  "text": "わ",
                  "t": 0.33
                },
                {
                  "text": "る",
                  "t": 0.41
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 0.59
                }
              ],
              "zh": "变化中的婚礼",
              "notes": "",
              "blanks": [
                "変わる結婚式"
              ],
              "audio": "audio/seg-026.mp3"
            }
          ]
        },
        {
          "question": "第1段",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 27,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "日本",
                  "kana": "にほん",
                  "t": -0.05
                },
                {
                  "text": "の",
                  "t": 0.35
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 0.61
                },
                {
                  "text": "には",
                  "t": 1.11
                },
                {
                  "text": "，"
                },
                {
                  "text": "さ",
                  "t": 1.85
                },
                {
                  "text": "まざ",
                  "t": 2.31
                },
                {
                  "text": "まな",
                  "t": 2.45
                },
                {
                  "text": "ス",
                  "t": 2.65
                },
                {
                  "text": "タ",
                  "t": 2.85
                },
                {
                  "text": "イ",
                  "t": 2.89
                },
                {
                  "text": "ル",
                  "t": 2.97
                },
                {
                  "text": "が",
                  "t": 3.05
                },
                {
                  "text": "ある",
                  "t": 3.19
                },
                {
                  "text": "。"
                }
              ],
              "zh": "日本的婚礼仪式多种多样。",
              "notes": "",
              "blanks": [
                "さまざまなスタイル"
              ],
              "audio": "audio/seg-027.mp3"
            },
            {
              "id": 28,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "その",
                  "t": 0.38
                },
                {
                  "text": "中",
                  "kana": "なか",
                  "t": 0.38
                },
                {
                  "text": "でも",
                  "t": 0.62
                },
                {
                  "text": "，"
                },
                {
                  "text": "神社",
                  "kana": "じんじゃ",
                  "t": 1.36
                },
                {
                  "text": "で",
                  "t": 1.92
                },
                {
                  "text": "の",
                  "t": 2.1
                },
                {
                  "text": "「"
                },
                {
                  "text": "神前",
                  "kana": "しんぜん",
                  "t": 2.72
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 3.14
                },
                {
                  "text": "」"
                },
                {
                  "text": "，"
                },
                {
                  "text": "教会",
                  "kana": "きょうかい",
                  "t": 5.34
                },
                {
                  "text": "で",
                  "t": 5.58
                },
                {
                  "text": "の",
                  "t": 5.78
                },
                {
                  "text": "「"
                },
                {
                  "text": "キ",
                  "t": 6.42
                },
                {
                  "text": "リ",
                  "t": 6.6
                },
                {
                  "text": "スト",
                  "t": 6.76
                },
                {
                  "text": "教式",
                  "kana": "きょうしき",
                  "t": 6.94
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 7.38
                },
                {
                  "text": "」"
                },
                {
                  "text": "，"
                },
                {
                  "text": "親戚",
                  "kana": "しんせき",
                  "t": 9.52
                },
                {
                  "text": "や",
                  "t": 9.94
                },
                {
                  "text": "友人",
                  "kana": "ゆうじん",
                  "t": 10.64
                },
                {
                  "text": "た",
                  "t": 11.12
                },
                {
                  "text": "ち",
                  "t": 11.26
                },
                {
                  "text": "の",
                  "t": 11.38
                },
                {
                  "text": "前",
                  "kana": "まえ",
                  "t": 11.46
                },
                {
                  "text": "で",
                  "t": 11.58
                },
                {
                  "text": "行",
                  "kana": "おこな",
                  "t": 11.76
                },
                {
                  "text": "う",
                  "t": 11.96
                },
                {
                  "text": "「"
                },
                {
                  "text": "人前結婚式",
                  "kana": "じんぜんけっこんしき",
                  "t": 12.6
                },
                {
                  "text": "」"
                },
                {
                  "text": "が",
                  "t": 13.8
                },
                {
                  "text": "一般的",
                  "kana": "いっぱんてき",
                  "t": 14.16
                },
                {
                  "text": "な",
                  "t": 14.74
                },
                {
                  "text": "もの",
                  "t": 14.86
                },
                {
                  "text": "だ",
                  "t": 14.98
                },
                {
                  "text": "ろう",
                  "t": 15.18
                },
                {
                  "text": "。"
                }
              ],
              "zh": "其中，最常见的大概算是在神社举行的“神前式婚礼”、在教堂举行的“基督教式婚礼”以及在亲朋好友面前举行的“人前式婚礼”了。",
              "notes": "「〜だろう」表示推测，\"大概〜吧\"。",
              "blanks": [
                "一般的なものだろう"
              ],
              "audio": "audio/seg-028.mp3"
            }
          ]
        },
        {
          "question": "第2段",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 29,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "キ",
                  "t": -0.07
                },
                {
                  "text": "リ",
                  "t": 0.25
                },
                {
                  "text": "スト",
                  "t": 0.39
                },
                {
                  "text": "教式",
                  "kana": "きょうしき",
                  "t": 0.57
                },
                {
                  "text": "で",
                  "t": 0.99
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 1.61
                },
                {
                  "text": "を",
                  "t": 2.33
                },
                {
                  "text": "挙",
                  "kana": "あ",
                  "t": 2.53
                },
                {
                  "text": "げ",
                  "t": 2.61
                },
                {
                  "text": "る",
                  "t": 2.67
                },
                {
                  "text": "から",
                  "t": 2.79
                },
                {
                  "text": "と",
                  "t": 2.97
                },
                {
                  "text": "い",
                  "t": 3.13
                },
                {
                  "text": "って",
                  "t": 3.29
                },
                {
                  "text": "，"
                },
                {
                  "text": "キ",
                  "t": 4.27
                },
                {
                  "text": "リ",
                  "t": 4.39
                },
                {
                  "text": "スト",
                  "t": 4.53
                },
                {
                  "text": "教",
                  "kana": "きょう",
                  "t": 4.71
                },
                {
                  "text": "の",
                  "t": 4.85
                },
                {
                  "text": "信者",
                  "kana": "しんじゃ",
                  "t": 5.11
                },
                {
                  "text": "で",
                  "t": 5.35
                },
                {
                  "text": "ある",
                  "t": 5.51
                },
                {
                  "text": "と",
                  "t": 5.65
                },
                {
                  "text": "は",
                  "t": 5.81
                },
                {
                  "text": "限",
                  "kana": "かぎ",
                  "t": 5.97
                },
                {
                  "text": "ら",
                  "t": 6.11
                },
                {
                  "text": "ない",
                  "t": 6.27
                },
                {
                  "text": "。"
                }
              ],
              "zh": "虽然举行基督教式婚礼，但也不一定就是基督徒。",
              "notes": "「〜からといって〜とは限らない」表示\"即使〜，也不一定〜\"。",
              "blanks": [
                "からといって",
                "とは限らない"
              ],
              "audio": "audio/seg-029.mp3"
            },
            {
              "id": 30,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ウ",
                  "t": 0.1
                },
                {
                  "text": "ェ",
                  "t": 0.26
                },
                {
                  "text": "デ",
                  "t": 0.32
                },
                {
                  "text": "ィング",
                  "t": 0.44
                },
                {
                  "text": "ド",
                  "t": 0.62
                },
                {
                  "text": "レ",
                  "t": 0.78
                },
                {
                  "text": "ス",
                  "t": 0.9
                },
                {
                  "text": "が",
                  "t": 0.96
                },
                {
                  "text": "着",
                  "kana": "き",
                  "t": 1.14
                },
                {
                  "text": "たい",
                  "t": 1.24
                },
                {
                  "text": "から",
                  "t": 1.4
                },
                {
                  "text": "とか",
                  "t": 1.64
                },
                {
                  "text": "，"
                },
                {
                  "text": "教会",
                  "kana": "きょうかい",
                  "t": 3.02
                },
                {
                  "text": "で",
                  "t": 3.28
                },
                {
                  "text": "挙式",
                  "kana": "きょしき",
                  "t": 3.94
                },
                {
                  "text": "した",
                  "t": 4.3
                },
                {
                  "text": "い",
                  "t": 4.54
                },
                {
                  "text": "から",
                  "t": 4.7
                },
                {
                  "text": "な",
                  "t": 4.84
                },
                {
                  "text": "ど",
                  "t": 5.04
                },
                {
                  "text": "，"
                },
                {
                  "text": "自分",
                  "kana": "じぶん",
                  "t": 6.34
                },
                {
                  "text": "の",
                  "t": 6.56
                },
                {
                  "text": "好",
                  "kana": "この",
                  "t": 6.76
                },
                {
                  "text": "み",
                  "t": 6.88
                },
                {
                  "text": "で",
                  "t": 7.02
                },
                {
                  "text": "挙式",
                  "kana": "きょしき",
                  "t": 7.68
                },
                {
                  "text": "の",
                  "t": 8.06
                },
                {
                  "text": "ス",
                  "t": 8.26
                },
                {
                  "text": "タ",
                  "t": 8.38
                },
                {
                  "text": "イ",
                  "t": 8.42
                },
                {
                  "text": "ル",
                  "t": 8.46
                },
                {
                  "text": "を",
                  "t": 8.54
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 8.72
                },
                {
                  "text": "め",
                  "t": 8.84
                },
                {
                  "text": "る",
                  "t": 8.94
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 9.0
                },
                {
                  "text": "が",
                  "t": 9.16
                },
                {
                  "text": "多",
                  "kana": "おお",
                  "t": 9.42
                },
                {
                  "text": "く",
                  "t": 9.62
                },
                {
                  "text": "，"
                },
                {
                  "text": "宗教",
                  "kana": "しゅうきょう",
                  "t": 10.84
                },
                {
                  "text": "で",
                  "t": 11.08
                },
                {
                  "text": "決",
                  "kana": "き",
                  "t": 11.3
                },
                {
                  "text": "め",
                  "t": 11.42
                },
                {
                  "text": "る",
                  "t": 11.52
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 11.58
                },
                {
                  "text": "は",
                  "t": 11.78
                },
                {
                  "text": "少数",
                  "kana": "しょうすう",
                  "t": 12.24
                },
                {
                  "text": "で",
                  "t": 12.62
                },
                {
                  "text": "ある",
                  "t": 12.8
                },
                {
                  "text": "。"
                }
              ],
              "zh": "出于想穿婚纱、想在教堂举行婚礼等原因，许多人按照个人的喜好确定婚礼的形式，因宗教原因决定婚礼形式的只是少数。",
              "notes": "「〜とか〜とか」列举理由，\"因为〜或者〜\"。",
              "blanks": [
                "自分の好みで"
              ],
              "audio": "audio/seg-030.mp3"
            },
            {
              "id": 31,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ホ",
                  "t": -0.13
                },
                {
                  "text": "テ",
                  "t": 0.23
                },
                {
                  "text": "ル",
                  "t": 0.33
                },
                {
                  "text": "や",
                  "t": 0.43
                },
                {
                  "text": "結婚式場",
                  "kana": "けっこんしきじょう",
                  "t": 1.13
                },
                {
                  "text": "には",
                  "t": 2.01
                },
                {
                  "text": "，"
                },
                {
                  "text": "挙式",
                  "kana": "きょしき",
                  "t": 3.15
                },
                {
                  "text": "の",
                  "t": 3.39
                },
                {
                  "text": "場所",
                  "kana": "ばしょ",
                  "t": 3.59
                },
                {
                  "text": "が",
                  "t": 3.81
                },
                {
                  "text": "設",
                  "kana": "もう",
                  "t": 3.95
                },
                {
                  "text": "け",
                  "t": 4.13
                },
                {
                  "text": "ら",
                  "t": 4.21
                },
                {
                  "text": "れて",
                  "t": 4.37
                },
                {
                  "text": "いる",
                  "t": 4.53
                },
                {
                  "text": "ので",
                  "t": 4.71
                },
                {
                  "text": "，"
                },
                {
                  "text": "実際",
                  "kana": "じっさい",
                  "t": 5.97
                },
                {
                  "text": "に",
                  "t": 6.25
                },
                {
                  "text": "神社",
                  "kana": "じんじゃ",
                  "t": 6.93
                },
                {
                  "text": "や",
                  "t": 7.31
                },
                {
                  "text": "教会",
                  "kana": "きょうかい",
                  "t": 7.91
                },
                {
                  "text": "へ",
                  "t": 8.37
                },
                {
                  "text": "行",
                  "kana": "い",
                  "t": 8.55
                },
                {
                  "text": "く",
                  "t": 8.61
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 8.67
                },
                {
                  "text": "の",
                  "t": 8.87
                },
                {
                  "text": "数",
                  "kana": "かず",
                  "t": 9.05
                },
                {
                  "text": "は",
                  "t": 9.21
                },
                {
                  "text": "少",
                  "kana": "すく",
                  "t": 9.39
                },
                {
                  "text": "ない",
                  "t": 9.59
                },
                {
                  "text": "。"
                }
              ],
              "zh": "宾馆或者婚礼会场都设有举行婚礼的场所，所以实际上很少有人去神社或者教堂举行婚礼。",
              "notes": "「設けられている」是「設ける」的被动形，\"被设置\"。",
              "blanks": [
                "設けられている"
              ],
              "audio": "audio/seg-031.mp3"
            },
            {
              "id": 32,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "さ",
                  "t": 0.22
                },
                {
                  "text": "ら",
                  "t": 0.3
                },
                {
                  "text": "に",
                  "t": 0.44
                },
                {
                  "text": "，"
                },
                {
                  "text": "海外",
                  "kana": "かいがい",
                  "t": 1.4
                },
                {
                  "text": "で",
                  "t": 1.66
                },
                {
                  "text": "挙式",
                  "kana": "きょしき",
                  "t": 1.9
                },
                {
                  "text": "を",
                  "t": 2.26
                },
                {
                  "text": "する",
                  "t": 2.44
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 2.52
                },
                {
                  "text": "も",
                  "t": 2.76
                },
                {
                  "text": "多",
                  "kana": "おお",
                  "t": 3.14
                },
                {
                  "text": "く",
                  "t": 3.32
                },
                {
                  "text": "な",
                  "t": 3.44
                },
                {
                  "text": "って",
                  "t": 3.62
                },
                {
                  "text": "いる",
                  "t": 3.78
                },
                {
                  "text": "。"
                }
              ],
              "zh": "此外，在海外举行婚礼的人也在增多。",
              "notes": "",
              "blanks": [
                "海外で挙式をする"
              ],
              "audio": "audio/seg-032.mp3"
            }
          ]
        },
        {
          "question": "第3段",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 33,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "下",
                  "kana": "した",
                  "t": -0.03
                },
                {
                  "text": "の",
                  "t": 0.33
                },
                {
                  "text": "グ",
                  "t": 0.53
                },
                {
                  "text": "ラ",
                  "t": 0.65
                },
                {
                  "text": "フ",
                  "t": 0.75
                },
                {
                  "text": "は",
                  "t": 0.83
                },
                {
                  "text": "，"
                },
                {
                  "text": "ある",
                  "t": 1.65
                },
                {
                  "text": "出版社",
                  "kana": "しゅっぱんしゃ",
                  "t": 1.85
                },
                {
                  "text": "が",
                  "t": 2.37
                },
                {
                  "text": "首都圏",
                  "kana": "しゅとけん",
                  "t": 2.97
                },
                {
                  "text": "の",
                  "t": 3.45
                },
                {
                  "text": "夫婦",
                  "kana": "ふうふ",
                  "t": 3.69
                },
                {
                  "text": "400",
                  "t": 4.29
                },
                {
                  "text": "組",
                  "kana": "くみ",
                  "t": 4.75
                },
                {
                  "text": "に",
                  "t": 4.93
                },
                {
                  "text": "対",
                  "kana": "たい",
                  "t": 5.17
                },
                {
                  "text": "して",
                  "t": 5.31
                },
                {
                  "text": "行",
                  "kana": "おこな",
                  "t": 5.49
                },
                {
                  "text": "った",
                  "t": 5.75
                },
                {
                  "text": "ア",
                  "t": 6.31
                },
                {
                  "text": "ン",
                  "t": 6.73
                },
                {
                  "text": "ケ",
                  "t": 6.89
                },
                {
                  "text": "ート",
                  "t": 6.99
                },
                {
                  "text": "の",
                  "t": 7.13
                },
                {
                  "text": "結果",
                  "kana": "けっか",
                  "t": 7.35
                },
                {
                  "text": "を",
                  "t": 7.61
                },
                {
                  "text": "ま",
                  "t": 7.81
                },
                {
                  "text": "と",
                  "t": 7.91
                },
                {
                  "text": "め",
                  "t": 7.99
                },
                {
                  "text": "た",
                  "t": 8.09
                },
                {
                  "text": "も",
                  "t": 8.17
                },
                {
                  "text": "ので",
                  "t": 8.31
                },
                {
                  "text": "ある",
                  "t": 8.45
                },
                {
                  "text": "。"
                }
              ],
              "zh": "下面的图表是某出版社以东京范围内400对夫妇为对象的问卷调查结果。",
              "notes": "「〜に対して」表示动作对象，\"针对〜\"。",
              "blanks": [
                "まとめたものである"
              ],
              "audio": "audio/seg-033.mp3"
            },
            {
              "id": 34,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "これ",
                  "t": 0.09
                },
                {
                  "text": "を",
                  "t": 0.27
                },
                {
                  "text": "見",
                  "kana": "み",
                  "t": 0.43
                },
                {
                  "text": "る",
                  "t": 0.53
                },
                {
                  "text": "と",
                  "t": 0.65
                },
                {
                  "text": "，"
                },
                {
                  "text": "挙式",
                  "kana": "きょしき",
                  "t": 1.57
                },
                {
                  "text": "の",
                  "t": 1.75
                },
                {
                  "text": "形式",
                  "kana": "けいしき",
                  "t": 1.97
                },
                {
                  "text": "が",
                  "t": 2.29
                },
                {
                  "text": "時代",
                  "kana": "じだい",
                  "t": 2.95
                },
                {
                  "text": "と",
                  "t": 3.33
                },
                {
                  "text": "と",
                  "t": 3.47
                },
                {
                  "text": "も",
                  "t": 3.57
                },
                {
                  "text": "に",
                  "t": 3.69
                },
                {
                  "text": "変",
                  "kana": "か",
                  "t": 3.87
                },
                {
                  "text": "わ",
                  "t": 4.03
                },
                {
                  "text": "って",
                  "t": 4.15
                },
                {
                  "text": "き",
                  "t": 4.31
                },
                {
                  "text": "て",
                  "t": 4.41
                },
                {
                  "text": "いる",
                  "t": 4.49
                },
                {
                  "text": "こと",
                  "t": 4.65
                },
                {
                  "text": "が",
                  "t": 4.85
                },
                {
                  "text": "分",
                  "kana": "わ",
                  "t": 5.05
                },
                {
                  "text": "か",
                  "t": 5.05
                },
                {
                  "text": "る",
                  "t": 5.23
                },
                {
                  "text": "。"
                }
              ],
              "zh": "从这个图表可以看出婚礼形式随着时代变迁发生了变化。",
              "notes": "「〜とともに」表示\"随着〜\"；「〜てきている」表示某种变化持续到现在。",
              "blanks": [
                "とともに変わってきている"
              ],
              "audio": "audio/seg-034.mp3"
            },
            {
              "id": 35,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "19",
                  "t": 0.18
                },
                {
                  "text": "94",
                  "t": 0.78
                },
                {
                  "text": "年",
                  "kana": "ねん",
                  "t": 1.38
                },
                {
                  "text": "には",
                  "t": 1.7
                },
                {
                  "text": "「"
                },
                {
                  "text": "キ",
                  "t": 2.84
                },
                {
                  "text": "リ",
                  "t": 2.88
                },
                {
                  "text": "スト",
                  "t": 3.0
                },
                {
                  "text": "教式",
                  "kana": "きょうしき",
                  "t": 3.16
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 3.66
                },
                {
                  "text": "」"
                },
                {
                  "text": "が",
                  "t": 4.26
                },
                {
                  "text": "56",
                  "t": 4.94
                },
                {
                  "text": "."
                },
                {
                  "text": "6",
                  "t": 5.8
                },
                {
                  "text": "%",
                  "t": 6.2
                },
                {
                  "text": "，"
                },
                {
                  "text": "「"
                },
                {
                  "text": "人前結婚式",
                  "kana": "じんぜんけっこんしき",
                  "t": 8.14
                },
                {
                  "text": "」"
                },
                {
                  "text": "が",
                  "t": 9.08
                },
                {
                  "text": "5",
                  "t": 9.7
                },
                {
                  "text": "."
                },
                {
                  "text": "4",
                  "t": 10.16
                },
                {
                  "text": "%",
                  "t": 10.56
                },
                {
                  "text": "で",
                  "t": 11.0
                },
                {
                  "text": "あ",
                  "t": 11.14
                },
                {
                  "text": "った",
                  "t": 11.28
                },
                {
                  "text": "の",
                  "t": 11.36
                },
                {
                  "text": "に",
                  "t": 11.52
                },
                {
                  "text": "対",
                  "kana": "たい",
                  "t": 11.66
                },
                {
                  "text": "して",
                  "t": 11.82
                },
                {
                  "text": "，"
                },
                {
                  "text": "200",
                  "t": 13.34
                },
                {
                  "text": "5",
                  "t": 13.4
                },
                {
                  "text": "年",
                  "kana": "ねん",
                  "t": 13.5
                },
                {
                  "text": "では",
                  "t": 13.78
                },
                {
                  "text": "，"
                },
                {
                  "text": "それ",
                  "t": 14.46
                },
                {
                  "text": "ぞ",
                  "t": 14.92
                },
                {
                  "text": "れ",
                  "t": 15.06
                },
                {
                  "text": "74",
                  "t": 15.76
                },
                {
                  "text": "."
                },
                {
                  "text": "7",
                  "t": 16.82
                },
                {
                  "text": "%",
                  "t": 17.16
                },
                {
                  "text": "，"
                },
                {
                  "text": "12",
                  "t": 18.94
                },
                {
                  "text": "."
                },
                {
                  "text": "6",
                  "t": 19.52
                },
                {
                  "text": "%",
                  "t": 19.92
                },
                {
                  "text": "に",
                  "t": 20.3
                },
                {
                  "text": "増",
                  "kana": "ふ",
                  "t": 20.44
                },
                {
                  "text": "え",
                  "t": 20.54
                },
                {
                  "text": "た",
                  "t": 20.7
                },
                {
                  "text": "。"
                }
              ],
              "zh": "1994年“基督教式婚礼”占56.6%，“人前式婚礼”占5.4%，与之相比，2005年分别增加到了74.7%和12.6%。",
              "notes": "「〜のに対して」表示对比，\"与〜相对\"。",
              "blanks": [
                "のに対して"
              ],
              "audio": "audio/seg-035.mp3",
              "clauseBounds": [
                13.26,
                14.38
              ]
            },
            {
              "id": 36,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "一方",
                  "kana": "いっぽう",
                  "t": 0.19
                },
                {
                  "text": "，"
                },
                {
                  "text": "伝統的",
                  "kana": "でんとうてき",
                  "t": 1.45
                },
                {
                  "text": "な",
                  "t": 1.93
                },
                {
                  "text": "挙式",
                  "kana": "きょしき",
                  "t": 2.11
                },
                {
                  "text": "形式",
                  "kana": "けいしき",
                  "t": 2.41
                },
                {
                  "text": "で",
                  "t": 2.79
                },
                {
                  "text": "ある",
                  "t": 2.97
                },
                {
                  "text": "「"
                },
                {
                  "text": "神前",
                  "kana": "しんぜん",
                  "t": 3.51
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 4.09
                },
                {
                  "text": "」"
                },
                {
                  "text": "は",
                  "t": 4.67
                },
                {
                  "text": "，"
                },
                {
                  "text": "200",
                  "t": 5.91
                },
                {
                  "text": "5",
                  "t": 5.99
                },
                {
                  "text": "年",
                  "kana": "ねん",
                  "t": 6.11
                },
                {
                  "text": "には",
                  "t": 6.33
                },
                {
                  "text": "19",
                  "t": 6.93
                },
                {
                  "text": "94",
                  "t": 7.67
                },
                {
                  "text": "年",
                  "kana": "ねん",
                  "t": 8.59
                },
                {
                  "text": "の",
                  "t": 8.93
                },
                {
                  "text": "3",
                  "t": 9.57
                },
                {
                  "text": "分",
                  "kana": "ぶん",
                  "t": 9.81
                },
                {
                  "text": "の",
                  "t": 10.05
                },
                {
                  "text": "1",
                  "t": 10.21
                },
                {
                  "text": "まで",
                  "t": 10.31
                },
                {
                  "text": "減少",
                  "kana": "げんしょう",
                  "t": 10.81
                },
                {
                  "text": "した",
                  "t": 11.27
                },
                {
                  "text": "。"
                }
              ],
              "zh": "另一方面，作为传统婚礼形式的“神前式婚礼”2005年减少到了1994年的三分之一。",
              "notes": "「3分の1」读作\"さんぶんのいち\"，\"3分之1\"。",
              "blanks": [
                "3分の1まで減少した"
              ],
              "audio": "audio/seg-036.mp3",
              "clauseBounds": [
                5.88
              ]
            },
            {
              "id": 37,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "この",
                  "t": 0.2
                },
                {
                  "text": "ように",
                  "t": 0.34
                },
                {
                  "text": "，"
                },
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 1.42
                },
                {
                  "text": "に",
                  "t": 1.88
                },
                {
                  "text": "対",
                  "kana": "たい",
                  "t": 2.12
                },
                {
                  "text": "する",
                  "t": 2.24
                },
                {
                  "text": "人々",
                  "kana": "ひとびと",
                  "t": 2.62
                },
                {
                  "text": "の",
                  "t": 3.08
                },
                {
                  "text": "意識",
                  "kana": "いしき",
                  "t": 3.24
                },
                {
                  "text": "は",
                  "t": 3.46
                },
                {
                  "text": "，"
                },
                {
                  "text": "時代",
                  "kana": "じだい",
                  "t": 4.18
                },
                {
                  "text": "と",
                  "t": 4.62
                },
                {
                  "text": "と",
                  "t": 4.8
                },
                {
                  "text": "も",
                  "t": 4.92
                },
                {
                  "text": "に",
                  "t": 5.08
                },
                {
                  "text": "変化",
                  "kana": "へんか",
                  "t": 5.5
                },
                {
                  "text": "して",
                  "t": 5.8
                },
                {
                  "text": "き",
                  "t": 5.98
                },
                {
                  "text": "て",
                  "t": 6.14
                },
                {
                  "text": "いる",
                  "t": 6.24
                },
                {
                  "text": "。"
                }
              ],
              "zh": "像这样，人们对婚礼形式的意识随着时代变迁发生了变化。",
              "notes": "",
              "blanks": [
                "このように"
              ],
              "audio": "audio/seg-037.mp3"
            }
          ]
        },
        {
          "question": "第4段",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 38,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "結婚式",
                  "kana": "けっこんしき",
                  "t": 0.0
                },
                {
                  "text": "の",
                  "t": 0.74
                },
                {
                  "text": "後",
                  "kana": "あと",
                  "t": 0.92
                },
                {
                  "text": "には",
                  "t": 1.08
                },
                {
                  "text": "普通",
                  "kana": "ふつう",
                  "t": 1.08
                },
                {
                  "text": "，"
                },
                {
                  "text": "披露宴",
                  "kana": "ひろうえん",
                  "t": 2.74
                },
                {
                  "text": "を",
                  "t": 3.04
                },
                {
                  "text": "行",
                  "kana": "おこな",
                  "t": 3.38
                },
                {
                  "text": "う",
                  "t": 3.6
                },
                {
                  "text": "。"
                }
              ],
              "zh": "婚礼仪式结束后通常会举行婚宴。",
              "notes": "",
              "blanks": [
                "披露宴を行う"
              ],
              "audio": "audio/seg-038.mp3"
            },
            {
              "id": 39,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "披露宴",
                  "kana": "ひろうえん",
                  "t": 0.16
                },
                {
                  "text": "は",
                  "t": 0.54
                },
                {
                  "text": "，"
                },
                {
                  "text": "親戚",
                  "kana": "しんせき",
                  "t": 1.56
                },
                {
                  "text": "や",
                  "t": 1.86
                },
                {
                  "text": "友人",
                  "kana": "ゆうじん",
                  "t": 2.06
                },
                {
                  "text": "，"
                },
                {
                  "text": "同僚",
                  "kana": "どうりょう",
                  "t": 3.38
                },
                {
                  "text": "ら",
                  "t": 3.64
                },
                {
                  "text": "を",
                  "t": 3.84
                },
                {
                  "text": "招",
                  "kana": "まね",
                  "t": 4.0
                },
                {
                  "text": "いて",
                  "t": 4.18
                },
                {
                  "text": "行",
                  "kana": "おこな",
                  "t": 4.42
                },
                {
                  "text": "う",
                  "t": 4.72
                },
                {
                  "text": "パ",
                  "t": 4.88
                },
                {
                  "text": "ーテ",
                  "t": 5.18
                },
                {
                  "text": "ィ",
                  "t": 5.26
                },
                {
                  "text": "ー",
                  "t": 5.34
                },
                {
                  "text": "で",
                  "t": 5.38
                },
                {
                  "text": "ある",
                  "t": 5.5
                },
                {
                  "text": "。"
                }
              ],
              "zh": "婚宴是招待亲戚朋友和同事的宴会。",
              "notes": "",
              "blanks": [
                "招いて行うパーティー"
              ],
              "audio": "audio/seg-039.mp3"
            },
            {
              "id": 40,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "披露宴",
                  "kana": "ひろうえん",
                  "t": 0.17
                },
                {
                  "text": "の",
                  "t": 0.51
                },
                {
                  "text": "場所",
                  "kana": "ばしょ",
                  "t": 0.71
                },
                {
                  "text": "は",
                  "t": 0.95
                },
                {
                  "text": "，"
                },
                {
                  "text": "以前",
                  "kana": "いぜん",
                  "t": 1.67
                },
                {
                  "text": "は",
                  "t": 1.87
                },
                {
                  "text": "ホ",
                  "t": 2.09
                },
                {
                  "text": "テ",
                  "t": 2.25
                },
                {
                  "text": "ル",
                  "t": 2.33
                },
                {
                  "text": "と",
                  "t": 2.41
                },
                {
                  "text": "結婚式場",
                  "kana": "けっこんしきじょう",
                  "t": 2.55
                },
                {
                  "text": "が",
                  "t": 3.29
                },
                {
                  "text": "4",
                  "t": 3.89
                },
                {
                  "text": "分",
                  "kana": "ぶん",
                  "t": 4.15
                },
                {
                  "text": "の",
                  "t": 4.41
                },
                {
                  "text": "3",
                  "t": 4.59
                },
                {
                  "text": "近",
                  "kana": "ちか",
                  "t": 4.73
                },
                {
                  "text": "く",
                  "t": 4.99
                },
                {
                  "text": "を",
                  "t": 5.11
                },
                {
                  "text": "占",
                  "kana": "し",
                  "t": 5.27
                },
                {
                  "text": "めて",
                  "t": 5.39
                },
                {
                  "text": "いた",
                  "t": 5.59
                },
                {
                  "text": "。"
                }
              ],
              "zh": "至于婚宴地点，以前宾馆和婚礼会场占到将近四分之三。",
              "notes": "",
              "blanks": [
                "4分の3近くを占めていた"
              ],
              "audio": "audio/seg-040.mp3"
            },
            {
              "id": 41,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "最近",
                  "kana": "さいきん",
                  "t": 0.24
                },
                {
                  "text": "ではレ",
                  "t": 0.6
                },
                {
                  "text": "スト",
                  "t": 1.48
                },
                {
                  "text": "ラ",
                  "t": 1.66
                },
                {
                  "text": "ン",
                  "t": 1.74
                },
                {
                  "text": "な",
                  "t": 1.84
                },
                {
                  "text": "ど",
                  "t": 1.98
                },
                {
                  "text": "の",
                  "t": 2.12
                },
                {
                  "text": "会場",
                  "kana": "かいじょう",
                  "t": 2.52
                },
                {
                  "text": "を",
                  "t": 2.82
                },
                {
                  "text": "利用",
                  "kana": "りよう",
                  "t": 2.96
                },
                {
                  "text": "する",
                  "t": 3.2
                },
                {
                  "text": "人",
                  "kana": "ひと",
                  "t": 3.36
                },
                {
                  "text": "も",
                  "t": 3.54
                },
                {
                  "text": "多",
                  "kana": "おお",
                  "t": 4.0
                },
                {
                  "text": "く",
                  "t": 4.2
                },
                {
                  "text": "な",
                  "t": 4.34
                },
                {
                  "text": "って",
                  "t": 4.56
                },
                {
                  "text": "いる",
                  "t": 4.72
                },
                {
                  "text": "。"
                }
              ],
              "zh": "近年来使用餐馆等会场的人也在逐渐增多。",
              "notes": "",
              "blanks": [
                "会場を利用する人も多くなっている"
              ],
              "audio": "audio/seg-041.mp3"
            }
          ]
        }
      ]
    },
    {
      "mondai": "生词",
      "questions": [
        {
          "question": "生词表1",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 42,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "新郎",
                  "kana": "しんろう"
                }
              ],
              "zh": "[名] 新郎",
              "notes": "",
              "blanks": [
                "新郎"
              ],
              "audio": "audio/seg-042.mp3",
              "quizSentence": "新郎の拓也さんとは，日本酒を中国で販売する仕事を，現在いっしょにしております。"
            },
            {
              "id": 43,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "勤",
                  "kana": "つと"
                },
                {
                  "text": "め"
                }
              ],
              "zh": "[名] 工作，就职",
              "notes": "",
              "blanks": [
                "勤め"
              ],
              "audio": "audio/seg-043.mp3",
              "quizSentence": "私は，2年前に入社しましたが，拓也さんはそれまで上海支社にお勤めでした。"
            },
            {
              "id": 44,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ともに"
                }
              ],
              "zh": "[副] 一起，一同；共同",
              "notes": "",
              "blanks": [
                "ともに"
              ],
              "audio": "audio/seg-044.mp3",
              "quizSentence": "これは「ともに白髪になるまでいっしょにいる」という意味の言葉です。"
            },
            {
              "id": 45,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "白髪",
                  "kana": "しらが"
                }
              ],
              "zh": "[名] 白发",
              "notes": "",
              "blanks": [
                "白髪"
              ],
              "audio": "audio/seg-045.mp3",
              "quizSentence": "これは「ともに白髪になるまでいっしょにいる」という意味の言葉です。"
            },
            {
              "id": 46,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "どうか"
                }
              ],
              "zh": "[副] 请",
              "notes": "",
              "blanks": [
                "どうか"
              ],
              "audio": "audio/seg-046.mp3",
              "quizSentence": "拓也さん，町子さん，どうかお幸せに！"
            },
            {
              "id": 47,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "祈",
                  "kana": "いの"
                },
                {
                  "text": "る"
                }
              ],
              "zh": "[动1] 祝愿，祈求",
              "notes": "",
              "blanks": [
                "祈っています"
              ],
              "audio": "audio/seg-047.mp3",
              "quizSentence": "王さんの活躍を祈っています。"
            }
          ]
        },
        {
          "question": "生词表2·语法与表达",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 48,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "指名",
                  "kana": "しめい"
                }
              ],
              "zh": "[名] 指名，指定",
              "notes": "",
              "blanks": [
                "指名された"
              ],
              "audio": "audio/seg-048.mp3",
              "quizSentence": "彼が次期社長に指名された。"
            },
            {
              "id": 49,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ひと"
                },
                {
                  "text": "言",
                  "kana": "こと"
                }
              ],
              "zh": "[名] 几句话，三言两语",
              "notes": "",
              "blanks": [
                "ひと言"
              ],
              "audio": "audio/seg-049.mp3",
              "quizSentence": "最後にひと言お願いします。"
            },
            {
              "id": 50,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "本日",
                  "kana": "ほんじつ"
                }
              ],
              "zh": "[名] 今日，今天",
              "notes": "",
              "blanks": [
                "本日"
              ],
              "audio": "audio/seg-050.mp3",
              "quizSentence": "本日はお忙しい中お越しいただき，ありがとうございます。"
            },
            {
              "id": 51,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "切",
                  "kana": "き"
                },
                {
                  "text": "れる"
                }
              ],
              "zh": "[动2] 断绝关系；断开，中断",
              "notes": "",
              "blanks": [
                "切れる"
              ],
              "audio": "audio/seg-051.mp3",
              "quizSentence": "二人の縁が切れることはないだろう。"
            },
            {
              "id": 52,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "別",
                  "kana": "わか"
                },
                {
                  "text": "れる"
                }
              ],
              "zh": "[动2] 分手，离别",
              "notes": "",
              "blanks": [
                "別れた"
              ],
              "audio": "audio/seg-052.mp3",
              "quizSentence": "彼らは駅で別れた。"
            },
            {
              "id": 53,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "お"
                },
                {
                  "text": "開",
                  "kana": "ひら"
                },
                {
                  "text": "き"
                }
              ],
              "zh": "[名] （婚宴）结束；散席，散会",
              "notes": "",
              "blanks": [
                "お開き"
              ],
              "audio": "audio/seg-053.mp3",
              "quizSentence": "そろそろお開きの時間です。"
            },
            {
              "id": 54,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "招",
                  "kana": "まね"
                },
                {
                  "text": "く"
                }
              ],
              "zh": "[动1] 邀请，招待，款待",
              "notes": "",
              "blanks": [
                "招いて"
              ],
              "audio": "audio/seg-054.mp3",
              "quizSentence": "披露宴は，親戚や友人，同僚らを招いて行うパーティーである。"
            },
            {
              "id": 55,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "助",
                  "kana": "たす"
                },
                {
                  "text": "け"
                },
                {
                  "text": "合",
                  "kana": "あ"
                },
                {
                  "text": "う"
                }
              ],
              "zh": "[动1] 互助，互相帮助",
              "notes": "",
              "blanks": [
                "助け合いましょう"
              ],
              "audio": "audio/seg-055.mp3",
              "quizSentence": "困った時はお互いに助け合いましょう。"
            },
            {
              "id": 56,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "姉妹",
                  "kana": "しまい"
                }
              ],
              "zh": "[名] 姐妹",
              "notes": "",
              "blanks": [
                "姉妹"
              ],
              "audio": "audio/seg-056.mp3",
              "quizSentence": "彼女たちは仲のいい姉妹だ。"
            },
            {
              "id": 57,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "暖",
                  "kana": "あたた"
                },
                {
                  "text": "める"
                }
              ],
              "zh": "[动2] 弄暖和；加热，加温",
              "notes": "",
              "blanks": [
                "暖めて"
              ],
              "audio": "audio/seg-057.mp3",
              "quizSentence": "スープを暖めてから飲んでください。"
            },
            {
              "id": 58,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "僭越",
                  "kana": "せんえつ"
                },
                {
                  "text": "ながら"
                }
              ],
              "zh": "冒昧，不自量力",
              "notes": "",
              "blanks": [
                "僭越ながら"
              ],
              "audio": "audio/seg-058.mp3",
              "quizSentence": "僭越ながら，一言ご挨拶申し上げます。"
            }
          ]
        },
        {
          "question": "生词表2·练习",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 59,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "趙",
                  "kana": "ちょう"
                }
              ],
              "zh": "[专] 赵",
              "notes": "",
              "blanks": [
                "趙さん"
              ],
              "audio": "audio/seg-059.mp3",
              "quizSentence": "趙さんは中国から来た留学生です。"
            },
            {
              "id": 60,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "司会",
                  "kana": "しかい"
                }
              ],
              "zh": "[名] 主持，主持人",
              "notes": "",
              "blanks": [
                "司会"
              ],
              "audio": "audio/seg-060.mp3",
              "quizSentence": "今日の司会を務めさせていただきます。"
            },
            {
              "id": 61,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ブラウス"
                }
              ],
              "zh": "[名] 罩衫；女衬衫",
              "notes": "",
              "blanks": [
                "ブラウス"
              ],
              "audio": "audio/seg-061.mp3",
              "quizSentence": "彼女は白いブラウスを着ている。"
            },
            {
              "id": 62,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "両社",
                  "kana": "りょうしゃ"
                }
              ],
              "zh": "[名] 两家公司",
              "notes": "",
              "blanks": [
                "両社"
              ],
              "audio": "audio/seg-062.mp3",
              "quizSentence": "両社の代表がテーブルに着いた。"
            },
            {
              "id": 63,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "仲良",
                  "kana": "なかよ"
                },
                {
                  "text": "くする"
                }
              ],
              "zh": "友好，处好关系；亲密",
              "notes": "",
              "blanks": [
                "仲良くする"
              ],
              "audio": "audio/seg-063.mp3",
              "quizSentence": "みんなと仲良くするようにしています。"
            }
          ]
        },
        {
          "question": "生词表3",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 64,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "神社",
                  "kana": "じんじゃ"
                }
              ],
              "zh": "[名] 神社",
              "notes": "",
              "blanks": [
                "神社"
              ],
              "audio": "audio/seg-064.mp3",
              "quizSentence": "その中でも，神社での「神前結婚式」，教会での「キリスト教式結婚式」，親戚や友人たちの前で行う「人前結婚式」が一般的なものだろう。"
            },
            {
              "id": 65,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "神前結婚式",
                  "kana": "しんぜんけっこんしき"
                }
              ],
              "zh": "[名] 神前式婚礼",
              "notes": "",
              "blanks": [
                "神前結婚式"
              ],
              "audio": "audio/seg-065.mp3",
              "quizSentence": "その中でも，神社での「神前結婚式」，教会での「キリスト教式結婚式」，親戚や友人たちの前で行う「人前結婚式」が一般的なものだろう。"
            },
            {
              "id": 66,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "教会",
                  "kana": "きょうかい"
                }
              ],
              "zh": "[名] 教会",
              "notes": "",
              "blanks": [
                "教会"
              ],
              "audio": "audio/seg-066.mp3",
              "quizSentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。"
            },
            {
              "id": 67,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "キリスト"
                },
                {
                  "text": "教式結婚式",
                  "kana": "きょうしきけっこんしき"
                }
              ],
              "zh": "[名] 基督教式婚礼",
              "notes": "",
              "blanks": [
                "キリスト教式結婚式"
              ],
              "audio": "audio/seg-067.mp3",
              "quizSentence": "1994年には「キリスト教式結婚式」が56.6%，「人前結婚式」が5.4%であったのに対して，2005年では，それぞれ74.7%，12.6%に増えた。"
            },
            {
              "id": 68,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "人前結婚式",
                  "kana": "じんぜんけっこんしき"
                }
              ],
              "zh": "[名] 人前式婚礼",
              "notes": "",
              "blanks": [
                "人前結婚式"
              ],
              "audio": "audio/seg-068.mp3",
              "quizSentence": "1994年には「キリスト教式結婚式」が56.6%，「人前結婚式」が5.4%であったのに対して，2005年では，それぞれ74.7%，12.6%に増えた。"
            },
            {
              "id": 69,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "挙",
                  "kana": "あ"
                },
                {
                  "text": "げる"
                }
              ],
              "zh": "[动2] 举行，举办",
              "notes": "",
              "blanks": [
                "挙げる"
              ],
              "audio": "audio/seg-069.mp3",
              "quizSentence": "キリスト教式で結婚式を挙げるからといって，キリスト教の信者であるとは限らない。"
            },
            {
              "id": 70,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "信者",
                  "kana": "しんじゃ"
                }
              ],
              "zh": "[名] 信徒，教徒；崇拜者",
              "notes": "",
              "blanks": [
                "信者"
              ],
              "audio": "audio/seg-070.mp3",
              "quizSentence": "キリスト教式で結婚式を挙げるからといって，キリスト教の信者であるとは限らない。"
            },
            {
              "id": 71,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "限",
                  "kana": "かぎ"
                },
                {
                  "text": "る"
                }
              ],
              "zh": "[动1] 限于，只限；限定，限制",
              "notes": "",
              "blanks": [
                "とは限らない"
              ],
              "audio": "audio/seg-071.mp3",
              "quizSentence": "キリスト教式で結婚式を挙げるからといって，キリスト教の信者であるとは限らない。"
            },
            {
              "id": 72,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ウエディングドレス"
                }
              ],
              "zh": "[名] 婚纱，女式结婚礼服",
              "notes": "",
              "blanks": [
                "ウエディングドレス"
              ],
              "audio": "audio/seg-072.mp3",
              "quizSentence": "彼女はウエディングドレス姿がとても美しかった。"
            },
            {
              "id": 73,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "挙式",
                  "kana": "きょしき"
                },
                {
                  "text": "する"
                }
              ],
              "zh": "[动3] 举行（结婚）仪式",
              "notes": "",
              "blanks": [
                "挙式する"
              ],
              "audio": "audio/seg-073.mp3",
              "quizSentence": "二人は来月，教会で挙式する予定だ。"
            },
            {
              "id": 74,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "好",
                  "kana": "この"
                },
                {
                  "text": "み"
                }
              ],
              "zh": "[名] 喜好，爱好，口味",
              "notes": "",
              "blanks": [
                "好み"
              ],
              "audio": "audio/seg-074.mp3",
              "quizSentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。"
            },
            {
              "id": 75,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "宗教",
                  "kana": "しゅうきょう"
                }
              ],
              "zh": "[名] 宗教",
              "notes": "",
              "blanks": [
                "宗教"
              ],
              "audio": "audio/seg-075.mp3",
              "quizSentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。"
            },
            {
              "id": 76,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "少数",
                  "kana": "しょうすう"
                }
              ],
              "zh": "[名] 少数",
              "notes": "",
              "blanks": [
                "少数"
              ],
              "audio": "audio/seg-076.mp3",
              "quizSentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。"
            },
            {
              "id": 77,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "結婚式場",
                  "kana": "けっこんしきじょう"
                }
              ],
              "zh": "[名] 婚礼会场",
              "notes": "",
              "blanks": [
                "結婚式場"
              ],
              "audio": "audio/seg-077.mp3",
              "quizSentence": "披露宴の場所は，以前はホテルと結婚式場が4分の3近くを占めていた。"
            },
            {
              "id": 78,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ある"
                }
              ],
              "zh": "[连体] 某，某个",
              "notes": "",
              "blanks": [
                "ある出版社"
              ],
              "audio": "audio/seg-078.mp3",
              "quizSentence": "下のグラフは，ある出版社が首都圏の夫婦400組に対して行ったアンケートの結果をまとめたものである。"
            },
            {
              "id": 79,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "挙式",
                  "kana": "きょしき"
                }
              ],
              "zh": "[名] 仪式，结婚仪式",
              "notes": "",
              "blanks": [
                "挙式"
              ],
              "audio": "audio/seg-079.mp3",
              "quizSentence": "さらに，海外で挙式をする人も多くなっている。"
            },
            {
              "id": 80,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "占",
                  "kana": "し"
                },
                {
                  "text": "める"
                }
              ],
              "zh": "[动2] 占，占据；占领",
              "notes": "",
              "blanks": [
                "占めていた"
              ],
              "audio": "audio/seg-080.mp3",
              "quizSentence": "披露宴の場所は，以前はホテルと結婚式場が4分の3近くを占めていた。"
            },
            {
              "id": 81,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "～"
                },
                {
                  "text": "分",
                  "kana": "ぶん"
                },
                {
                  "text": "の～"
                }
              ],
              "zh": "～分之～",
              "notes": "",
              "blanks": [
                "3分の1"
              ],
              "audio": "audio/seg-081.mp3",
              "quizSentence": "一方，伝統的な挙式形式である「神前結婚式」は，2005年には1994年の3分の1まで減少した。"
            }
          ]
        },
        {
          "question": "生词表4·语法与表达",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 82,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "かっこいい"
                }
              ],
              "zh": "[形1] 帅气，真帅；真棒",
              "notes": "",
              "blanks": [
                "かっこいい"
              ],
              "audio": "audio/seg-082.mp3",
              "quizSentence": "彼はスーツを着るととてもかっこいい。"
            },
            {
              "id": 83,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "務",
                  "kana": "つと"
                },
                {
                  "text": "める"
                }
              ],
              "zh": "[动2] 担任；当，扮演",
              "notes": "",
              "blanks": [
                "務める"
              ],
              "audio": "audio/seg-083.mp3",
              "quizSentence": "彼女が今回の司会を務める。"
            },
            {
              "id": 84,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "とげ"
                }
              ],
              "zh": "[名] 刺；（说话）尖酸，带刺",
              "notes": "",
              "blanks": [
                "とげ"
              ],
              "audio": "audio/seg-084.mp3",
              "quizSentence": "薔薇にはとげがある。"
            },
            {
              "id": 85,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "毒",
                  "kana": "どく"
                }
              ],
              "zh": "[名] 毒，毒物",
              "notes": "",
              "blanks": [
                "毒"
              ],
              "audio": "audio/seg-085.mp3",
              "quizSentence": "このきのこには毒がある。"
            },
            {
              "id": 86,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "有効",
                  "kana": "ゆうこう"
                }
              ],
              "zh": "[形2] 有效",
              "notes": "",
              "blanks": [
                "有効"
              ],
              "audio": "audio/seg-086.mp3",
              "quizSentence": "このチケットは今月末まで有効だ。"
            },
            {
              "id": 87,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "内向的",
                  "kana": "ないこうてき"
                }
              ],
              "zh": "[形2] 内向",
              "notes": "",
              "blanks": [
                "内向的"
              ],
              "audio": "audio/seg-087.mp3",
              "quizSentence": "彼は内向的な性格だ。"
            },
            {
              "id": 88,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "活発",
                  "kana": "かっぱつ"
                }
              ],
              "zh": "[形2] 活泼，活跃",
              "notes": "",
              "blanks": [
                "活発"
              ],
              "audio": "audio/seg-088.mp3",
              "quizSentence": "子供たちはとても活発だ。"
            },
            {
              "id": 89,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "外向的",
                  "kana": "がいこうてき"
                }
              ],
              "zh": "[形2] 外向",
              "notes": "",
              "blanks": [
                "外向的"
              ],
              "audio": "audio/seg-089.mp3",
              "quizSentence": "妹は外向的な性格で，友達が多い。"
            },
            {
              "id": 90,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "平均",
                  "kana": "へいきん"
                }
              ],
              "zh": "[名] 平均",
              "notes": "",
              "blanks": [
                "平均"
              ],
              "audio": "audio/seg-090.mp3",
              "quizSentence": "平均すると，一日に8時間働いている。"
            },
            {
              "id": 91,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "寿命",
                  "kana": "じゅみょう"
                }
              ],
              "zh": "[名] 寿命",
              "notes": "",
              "blanks": [
                "寿命"
              ],
              "audio": "audio/seg-091.mp3",
              "quizSentence": "日本人の平均寿命は年々延びている。"
            },
            {
              "id": 92,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "重病人",
                  "kana": "じゅうびょうにん"
                }
              ],
              "zh": "[名] 重症患者，重病患者，重病号",
              "notes": "",
              "blanks": [
                "重病人"
              ],
              "audio": "audio/seg-092.mp3",
              "quizSentence": "病院には重病人がたくさんいる。"
            },
            {
              "id": 93,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "移動",
                  "kana": "いどう"
                },
                {
                  "text": "する"
                }
              ],
              "zh": "[动3] 移动",
              "notes": "",
              "blanks": [
                "移動する"
              ],
              "audio": "audio/seg-093.mp3",
              "quizSentence": "会場はホテルの3階に移動することになった。"
            },
            {
              "id": 94,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "幼",
                  "kana": "おさな"
                },
                {
                  "text": "い"
                }
              ],
              "zh": "[形1] 幼小，年幼；幼稚",
              "notes": "",
              "blanks": [
                "幼い"
              ],
              "audio": "audio/seg-094.mp3",
              "quizSentence": "彼女はまだ幼い子供だ。"
            },
            {
              "id": 95,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "親友",
                  "kana": "しんゆう"
                }
              ],
              "zh": "[名] 好朋友，好友，密友，至交",
              "notes": "",
              "blanks": [
                "親友"
              ],
              "audio": "audio/seg-095.mp3",
              "quizSentence": "彼は私の親友だ。"
            },
            {
              "id": 96,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "我",
                  "kana": "わ"
                },
                {
                  "text": "が"
                },
                {
                  "text": "社",
                  "kana": "しゃ"
                }
              ],
              "zh": "[名] 我公司，本公司",
              "notes": "",
              "blanks": [
                "我が社"
              ],
              "audio": "audio/seg-096.mp3",
              "quizSentence": "我が社は来年，新しいプロジェクトを始める。"
            },
            {
              "id": 97,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "役員",
                  "kana": "やくいん"
                }
              ],
              "zh": "[名] 干部；干事；董事",
              "notes": "",
              "blanks": [
                "役員"
              ],
              "audio": "audio/seg-097.mp3",
              "quizSentence": "彼は会社の役員を務めている。"
            }
          ]
        },
        {
          "question": "生词表4·练习",
          "overview": "",
          "answer": "",
          "sentences": [
            {
              "id": 98,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "質",
                  "kana": "しつ"
                }
              ],
              "zh": "[名] 质量；质，本质",
              "notes": "",
              "blanks": [
                "質"
              ],
              "audio": "audio/seg-098.mp3",
              "quizSentence": "この製品は質がいい。"
            },
            {
              "id": 99,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "長時間",
                  "kana": "ちょうじかん"
                }
              ],
              "zh": "[名] 长时间",
              "notes": "",
              "blanks": [
                "長時間"
              ],
              "audio": "audio/seg-099.mp3",
              "quizSentence": "長時間の会議で疲れた。"
            },
            {
              "id": 100,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "年収",
                  "kana": "ねんしゅう"
                }
              ],
              "zh": "[名] 年收入，年薪",
              "notes": "",
              "blanks": [
                "年収"
              ],
              "audio": "audio/seg-100.mp3",
              "quizSentence": "彼の年収は年々増えている。"
            },
            {
              "id": 101,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "インド"
                }
              ],
              "zh": "[专] 印度",
              "notes": "",
              "blanks": [
                "インド"
              ],
              "audio": "audio/seg-101.mp3",
              "quizSentence": "彼はインドに出張することになった。"
            },
            {
              "id": 102,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "追",
                  "kana": "お"
                },
                {
                  "text": "う"
                }
              ],
              "zh": "[动1] 追求",
              "notes": "",
              "blanks": [
                "追って"
              ],
              "audio": "audio/seg-102.mp3",
              "quizSentence": "夢を追って上海に来た。"
            },
            {
              "id": 103,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "現実",
                  "kana": "げんじつ"
                }
              ],
              "zh": "[名] 现实",
              "notes": "",
              "blanks": [
                "現実"
              ],
              "audio": "audio/seg-103.mp3",
              "quizSentence": "現実を受け入れるしかない。"
            },
            {
              "id": 104,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "落語",
                  "kana": "らくご"
                }
              ],
              "zh": "[名] 单口相声",
              "notes": "",
              "blanks": [
                "落語"
              ],
              "audio": "audio/seg-104.mp3",
              "quizSentence": "彼は落語を聞くのが好きだ。"
            },
            {
              "id": 105,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "ジャーナリスト"
                }
              ],
              "zh": "[名] 记者，编辑，通讯员",
              "notes": "",
              "blanks": [
                "ジャーナリスト"
              ],
              "audio": "audio/seg-105.mp3",
              "quizSentence": "彼女は有名なジャーナリストだ。"
            },
            {
              "id": 106,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "選挙",
                  "kana": "せんきょ"
                }
              ],
              "zh": "[名] 选举",
              "notes": "",
              "blanks": [
                "選挙"
              ],
              "audio": "audio/seg-106.mp3",
              "quizSentence": "来月，選挙が行われる。"
            },
            {
              "id": 107,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "青森県",
                  "kana": "あおもりけん"
                }
              ],
              "zh": "[专] 青森县",
              "notes": "",
              "blanks": [
                "青森県"
              ],
              "audio": "audio/seg-107.mp3",
              "quizSentence": "青森県はりんごの産地として有名だ。"
            },
            {
              "id": 108,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "特産",
                  "kana": "とくさん"
                }
              ],
              "zh": "[名] 特产",
              "notes": "",
              "blanks": [
                "特産"
              ],
              "audio": "audio/seg-108.mp3",
              "quizSentence": "りんごはこの地方の特産だ。"
            },
            {
              "id": 109,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "全体",
                  "kana": "ぜんたい"
                }
              ],
              "zh": "[名] 全体，全部",
              "notes": "",
              "blanks": [
                "全体"
              ],
              "audio": "audio/seg-109.mp3",
              "quizSentence": "全体の意見をまとめる。"
            },
            {
              "id": 110,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "政党",
                  "kana": "せいとう"
                }
              ],
              "zh": "[名] 政党",
              "notes": "",
              "blanks": [
                "政党"
              ],
              "audio": "audio/seg-110.mp3",
              "quizSentence": "この国にはたくさんの政党がある。"
            },
            {
              "id": 111,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "支持",
                  "kana": "しじ"
                },
                {
                  "text": "する"
                }
              ],
              "zh": "[动3] 支持",
              "notes": "",
              "blanks": [
                "支持している"
              ],
              "audio": "audio/seg-111.mp3",
              "quizSentence": "多くの人がこの政策を支持している。"
            },
            {
              "id": 112,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "多数",
                  "kana": "たすう"
                }
              ],
              "zh": "[名] 多数",
              "notes": "",
              "blanks": [
                "多数"
              ],
              "audio": "audio/seg-112.mp3",
              "quizSentence": "多数の意見に従う。"
            },
            {
              "id": 113,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "半数",
                  "kana": "はんすう"
                }
              ],
              "zh": "[名] 半数，一半",
              "notes": "",
              "blanks": [
                "半数"
              ],
              "audio": "audio/seg-113.mp3",
              "quizSentence": "参加者の半数が女性だった。"
            },
            {
              "id": 114,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "およそ"
                }
              ],
              "zh": "[副] 大概，大约",
              "notes": "",
              "blanks": [
                "およそ"
              ],
              "audio": "audio/seg-114.mp3",
              "quizSentence": "会場にはおよそ200人が集まった。"
            },
            {
              "id": 115,
              "speaker": null,
              "speakerKana": null,
              "tokens": [
                {
                  "text": "～"
                },
                {
                  "text": "品",
                  "kana": "ひん"
                }
              ],
              "zh": "～品，～产品，～商品",
              "notes": "",
              "blanks": [
                "輸入品"
              ],
              "audio": "audio/seg-115.mp3",
              "quizSentence": "この店では輸入品を扱っている。"
            }
          ]
        }
      ]
    }
  ],
  "quiz": [
    {
      "id": 42,
      "text": "新郎",
      "kana": "しんろう",
      "zh": "[名] 新郎",
      "sentence": "新郎の拓也さんとは，日本酒を中国で販売する仕事を，現在いっしょにしております。",
      "sentence_zh": "我与新郎拓也先生一道正从事在中国销售日本酒的工作。",
      "blank": "新郎",
      "category": "dialogue"
    },
    {
      "id": 43,
      "text": "勤め",
      "kana": "つとめ",
      "zh": "[名] 工作，就职",
      "sentence": "私は，2年前に入社しましたが，拓也さんはそれまで上海支社にお勤めでした。",
      "sentence_zh": "在两年前进公司，在那以前，拓也先生一直在上海分公司工作。",
      "blank": "勤め",
      "category": "dialogue"
    },
    {
      "id": 44,
      "text": "ともに",
      "kana": "ともに",
      "zh": "[副] 一起，一同；共同",
      "sentence": "これは「ともに白髪になるまでいっしょにいる」という意味の言葉です。",
      "sentence_zh": "意思是说“一起生活直到彼此都头发变白了”。",
      "blank": "ともに",
      "category": "dialogue"
    },
    {
      "id": 45,
      "text": "白髪",
      "kana": "しらが",
      "zh": "[名] 白发",
      "sentence": "これは「ともに白髪になるまでいっしょにいる」という意味の言葉です。",
      "sentence_zh": "意思是说“一起生活直到彼此都头发变白了”。",
      "blank": "白髪",
      "category": "dialogue"
    },
    {
      "id": 46,
      "text": "どうか",
      "kana": "どうか",
      "zh": "[副] 请",
      "sentence": "拓也さん，町子さん，どうかお幸せに！",
      "sentence_zh": "拓也先生，町子小姐，祝福你们!",
      "blank": "どうか",
      "category": "dialogue"
    },
    {
      "id": 47,
      "text": "祈る",
      "kana": "いのる",
      "zh": "[动1] 祝愿，祈求",
      "sentence": "王さんの活躍を祈っています。",
      "sentence_zh": "祝愿王先生大显身手。",
      "blank": "祈っています",
      "category": "dialogue"
    },
    {
      "id": 48,
      "text": "指名",
      "kana": "しめい",
      "zh": "[名] 指名，指定",
      "sentence": "彼が次期社長に指名された。",
      "sentence_zh": "他被指定为下一任社长。",
      "blank": "指名された",
      "category": "other"
    },
    {
      "id": 49,
      "text": "ひと言",
      "kana": "ひとこと",
      "zh": "[名] 几句话，三言两语",
      "sentence": "最後にひと言お願いします。",
      "sentence_zh": "最后请说几句话。",
      "blank": "ひと言",
      "category": "other"
    },
    {
      "id": 50,
      "text": "本日",
      "kana": "ほんじつ",
      "zh": "[名] 今日，今天",
      "sentence": "本日はお忙しい中お越しいただき，ありがとうございます。",
      "sentence_zh": "感谢各位在今天百忙之中拨冗光临。",
      "blank": "本日",
      "category": "other"
    },
    {
      "id": 51,
      "text": "切れる",
      "kana": "きれる",
      "zh": "[动2] 断绝关系；断开，中断",
      "sentence": "二人の縁が切れることはないだろう。",
      "sentence_zh": "两人的缘分应该不会断吧。",
      "blank": "切れる",
      "category": "other"
    },
    {
      "id": 52,
      "text": "別れる",
      "kana": "わかれる",
      "zh": "[动2] 分手，离别",
      "sentence": "彼らは駅で別れた。",
      "sentence_zh": "他们在车站分别了。",
      "blank": "別れた",
      "category": "other"
    },
    {
      "id": 53,
      "text": "お開き",
      "kana": "おひらき",
      "zh": "[名] （婚宴）结束；散席，散会",
      "sentence": "そろそろお開きの時間です。",
      "sentence_zh": "差不多到散席的时间了。",
      "blank": "お開き",
      "category": "other"
    },
    {
      "id": 54,
      "text": "招く",
      "kana": "まねく",
      "zh": "[动1] 邀请，招待，款待",
      "sentence": "披露宴は，親戚や友人，同僚らを招いて行うパーティーである。",
      "sentence_zh": "婚宴是招待亲戚朋友和同事的宴会。",
      "blank": "招いて",
      "category": "text"
    },
    {
      "id": 55,
      "text": "助け合う",
      "kana": "たすけあう",
      "zh": "[动1] 互助，互相帮助",
      "sentence": "困った時はお互いに助け合いましょう。",
      "sentence_zh": "遇到困难时大家互相帮助吧。",
      "blank": "助け合いましょう",
      "category": "other"
    },
    {
      "id": 56,
      "text": "姉妹",
      "kana": "しまい",
      "zh": "[名] 姐妹",
      "sentence": "彼女たちは仲のいい姉妹だ。",
      "sentence_zh": "她们是感情很好的姐妹。",
      "blank": "姉妹",
      "category": "other"
    },
    {
      "id": 57,
      "text": "暖める",
      "kana": "あたためる",
      "zh": "[动2] 弄暖和；加热，加温",
      "sentence": "スープを暖めてから飲んでください。",
      "sentence_zh": "请把汤加热后再喝。",
      "blank": "暖めて",
      "category": "other"
    },
    {
      "id": 58,
      "text": "僭越ながら",
      "kana": "せんえつながら",
      "zh": "冒昧，不自量力",
      "sentence": "僭越ながら，一言ご挨拶申し上げます。",
      "sentence_zh": "冒昧地说几句致辞。",
      "blank": "僭越ながら",
      "category": "other"
    },
    {
      "id": 59,
      "text": "趙",
      "kana": "ちょう",
      "zh": "[专] 赵",
      "sentence": "趙さんは中国から来た留学生です。",
      "sentence_zh": "小赵是从中国来的留学生。",
      "blank": "趙さん",
      "category": "other"
    },
    {
      "id": 60,
      "text": "司会",
      "kana": "しかい",
      "zh": "[名] 主持，主持人",
      "sentence": "今日の司会を務めさせていただきます。",
      "sentence_zh": "今天由我来担任主持。",
      "blank": "司会",
      "category": "other"
    },
    {
      "id": 61,
      "text": "ブラウス",
      "kana": "ブラウス",
      "zh": "[名] 罩衫；女衬衫",
      "sentence": "彼女は白いブラウスを着ている。",
      "sentence_zh": "她穿着一件白色衬衫。",
      "blank": "ブラウス",
      "category": "other"
    },
    {
      "id": 62,
      "text": "両社",
      "kana": "りょうしゃ",
      "zh": "[名] 两家公司",
      "sentence": "両社の代表がテーブルに着いた。",
      "sentence_zh": "两家公司的代表就座了。",
      "blank": "両社",
      "category": "other"
    },
    {
      "id": 63,
      "text": "仲良くする",
      "kana": "なかよくする",
      "zh": "友好，处好关系；亲密",
      "sentence": "みんなと仲良くするようにしています。",
      "sentence_zh": "我尽量和大家好好相处。",
      "blank": "仲良くする",
      "category": "other"
    },
    {
      "id": 64,
      "text": "神社",
      "kana": "じんじゃ",
      "zh": "[名] 神社",
      "sentence": "その中でも，神社での「神前結婚式」，教会での「キリスト教式結婚式」，親戚や友人たちの前で行う「人前結婚式」が一般的なものだろう。",
      "sentence_zh": "其中，最常见的大概算是在神社举行的“神前式婚礼”、在教堂举行的“基督教式婚礼”以及在亲朋好友面前举行的“人前式婚礼”了。",
      "blank": "神社",
      "category": "text"
    },
    {
      "id": 65,
      "text": "神前結婚式",
      "kana": "しんぜんけっこんしき",
      "zh": "[名] 神前式婚礼",
      "sentence": "その中でも，神社での「神前結婚式」，教会での「キリスト教式結婚式」，親戚や友人たちの前で行う「人前結婚式」が一般的なものだろう。",
      "sentence_zh": "其中，最常见的大概算是在神社举行的“神前式婚礼”、在教堂举行的“基督教式婚礼”以及在亲朋好友面前举行的“人前式婚礼”了。",
      "blank": "神前結婚式",
      "category": "text"
    },
    {
      "id": 66,
      "text": "教会",
      "kana": "きょうかい",
      "zh": "[名] 教会",
      "sentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。",
      "sentence_zh": "出于想穿婚纱、想在教堂举行婚礼等原因，许多人按照个人的喜好确定婚礼的形式，因宗教原因决定婚礼形式的只是少数。",
      "blank": "教会",
      "category": "text"
    },
    {
      "id": 67,
      "text": "キリスト教式結婚式",
      "kana": "キリストきょうしきけっこんしき",
      "zh": "[名] 基督教式婚礼",
      "sentence": "1994年には「キリスト教式結婚式」が56.6%，「人前結婚式」が5.4%であったのに対して，2005年では，それぞれ74.7%，12.6%に増えた。",
      "sentence_zh": "1994年“基督教式婚礼”占56.6%，“人前式婚礼”占5.4%，与之相比，2005年分别增加到了74.7%和12.6%。",
      "blank": "キリスト教式結婚式",
      "category": "text"
    },
    {
      "id": 68,
      "text": "人前結婚式",
      "kana": "じんぜんけっこんしき",
      "zh": "[名] 人前式婚礼",
      "sentence": "1994年には「キリスト教式結婚式」が56.6%，「人前結婚式」が5.4%であったのに対して，2005年では，それぞれ74.7%，12.6%に増えた。",
      "sentence_zh": "1994年“基督教式婚礼”占56.6%，“人前式婚礼”占5.4%，与之相比，2005年分别增加到了74.7%和12.6%。",
      "blank": "人前結婚式",
      "category": "text"
    },
    {
      "id": 69,
      "text": "挙げる",
      "kana": "あげる",
      "zh": "[动2] 举行，举办",
      "sentence": "キリスト教式で結婚式を挙げるからといって，キリスト教の信者であるとは限らない。",
      "sentence_zh": "虽然举行基督教式婚礼，但也不一定就是基督徒。",
      "blank": "挙げる",
      "category": "text"
    },
    {
      "id": 70,
      "text": "信者",
      "kana": "しんじゃ",
      "zh": "[名] 信徒，教徒；崇拜者",
      "sentence": "キリスト教式で結婚式を挙げるからといって，キリスト教の信者であるとは限らない。",
      "sentence_zh": "虽然举行基督教式婚礼，但也不一定就是基督徒。",
      "blank": "信者",
      "category": "text"
    },
    {
      "id": 71,
      "text": "限る",
      "kana": "かぎる",
      "zh": "[动1] 限于，只限；限定，限制",
      "sentence": "キリスト教式で結婚式を挙げるからといって，キリスト教の信者であるとは限らない。",
      "sentence_zh": "虽然举行基督教式婚礼，但也不一定就是基督徒。",
      "blank": "とは限らない",
      "category": "text"
    },
    {
      "id": 72,
      "text": "ウエディングドレス",
      "kana": "ウエディングドレス",
      "zh": "[名] 婚纱，女式结婚礼服",
      "sentence": "彼女はウエディングドレス姿がとても美しかった。",
      "sentence_zh": "她穿婚纱的样子非常美丽。",
      "blank": "ウエディングドレス",
      "category": "other"
    },
    {
      "id": 73,
      "text": "挙式する",
      "kana": "きょしきする",
      "zh": "[动3] 举行（结婚）仪式",
      "sentence": "二人は来月，教会で挙式する予定だ。",
      "sentence_zh": "两人预定下个月在教堂举行婚礼仪式。",
      "blank": "挙式する",
      "category": "other"
    },
    {
      "id": 74,
      "text": "好み",
      "kana": "このみ",
      "zh": "[名] 喜好，爱好，口味",
      "sentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。",
      "sentence_zh": "出于想穿婚纱、想在教堂举行婚礼等原因，许多人按照个人的喜好确定婚礼的形式，因宗教原因决定婚礼形式的只是少数。",
      "blank": "好み",
      "category": "text"
    },
    {
      "id": 75,
      "text": "宗教",
      "kana": "しゅうきょう",
      "zh": "[名] 宗教",
      "sentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。",
      "sentence_zh": "出于想穿婚纱、想在教堂举行婚礼等原因，许多人按照个人的喜好确定婚礼的形式，因宗教原因决定婚礼形式的只是少数。",
      "blank": "宗教",
      "category": "text"
    },
    {
      "id": 76,
      "text": "少数",
      "kana": "しょうすう",
      "zh": "[名] 少数",
      "sentence": "ウェディングドレスが着たいからとか，教会で挙式したいからなど，自分の好みで挙式のスタイルを決める人が多く，宗教で決める人は少数である。",
      "sentence_zh": "出于想穿婚纱、想在教堂举行婚礼等原因，许多人按照个人的喜好确定婚礼的形式，因宗教原因决定婚礼形式的只是少数。",
      "blank": "少数",
      "category": "text"
    },
    {
      "id": 77,
      "text": "結婚式場",
      "kana": "けっこんしきじょう",
      "zh": "[名] 婚礼会场",
      "sentence": "披露宴の場所は，以前はホテルと結婚式場が4分の3近くを占めていた。",
      "sentence_zh": "至于婚宴地点，以前宾馆和婚礼会场占到将近四分之三。",
      "blank": "結婚式場",
      "category": "text"
    },
    {
      "id": 78,
      "text": "ある",
      "kana": "ある",
      "zh": "[连体] 某，某个",
      "sentence": "下のグラフは，ある出版社が首都圏の夫婦400組に対して行ったアンケートの結果をまとめたものである。",
      "sentence_zh": "下面的图表是某出版社以东京范围内400对夫妇为对象的问卷调查结果。",
      "blank": "ある出版社",
      "category": "text"
    },
    {
      "id": 79,
      "text": "挙式",
      "kana": "きょしき",
      "zh": "[名] 仪式，结婚仪式",
      "sentence": "さらに，海外で挙式をする人も多くなっている。",
      "sentence_zh": "此外，在海外举行婚礼的人也在增多。",
      "blank": "挙式",
      "category": "text"
    },
    {
      "id": 80,
      "text": "占める",
      "kana": "しめる",
      "zh": "[动2] 占，占据；占领",
      "sentence": "披露宴の場所は，以前はホテルと結婚式場が4分の3近くを占めていた。",
      "sentence_zh": "至于婚宴地点，以前宾馆和婚礼会场占到将近四分之三。",
      "blank": "占めていた",
      "category": "text"
    },
    {
      "id": 81,
      "text": "～分の～",
      "kana": "ぶんの",
      "zh": "～分之～",
      "sentence": "一方，伝統的な挙式形式である「神前結婚式」は，2005年には1994年の3分の1まで減少した。",
      "sentence_zh": "另一方面，作为传统婚礼形式的“神前式婚礼”2005年减少到了1994年的三分之一。",
      "blank": "3分の1",
      "category": "text"
    },
    {
      "id": 82,
      "text": "かっこいい",
      "kana": "かっこいい",
      "zh": "[形1] 帅气，真帅；真棒",
      "sentence": "彼はスーツを着るととてもかっこいい。",
      "sentence_zh": "他穿上西装非常帅气。",
      "blank": "かっこいい",
      "category": "other"
    },
    {
      "id": 83,
      "text": "務める",
      "kana": "つとめる",
      "zh": "[动2] 担任；当，扮演",
      "sentence": "彼女が今回の司会を務める。",
      "sentence_zh": "这次由她担任主持。",
      "blank": "務める",
      "category": "other"
    },
    {
      "id": 84,
      "text": "とげ",
      "kana": "とげ",
      "zh": "[名] 刺；（说话）尖酸，带刺",
      "sentence": "薔薇にはとげがある。",
      "sentence_zh": "玫瑰花上有刺。",
      "blank": "とげ",
      "category": "other"
    },
    {
      "id": 85,
      "text": "毒",
      "kana": "どく",
      "zh": "[名] 毒，毒物",
      "sentence": "このきのこには毒がある。",
      "sentence_zh": "这种蘑菇有毒。",
      "blank": "毒",
      "category": "other"
    },
    {
      "id": 86,
      "text": "有効",
      "kana": "ゆうこう",
      "zh": "[形2] 有效",
      "sentence": "このチケットは今月末まで有効だ。",
      "sentence_zh": "这张票在本月底之前有效。",
      "blank": "有効",
      "category": "other"
    },
    {
      "id": 87,
      "text": "内向的",
      "kana": "ないこうてき",
      "zh": "[形2] 内向",
      "sentence": "彼は内向的な性格だ。",
      "sentence_zh": "他性格内向。",
      "blank": "内向的",
      "category": "other"
    },
    {
      "id": 88,
      "text": "活発",
      "kana": "かっぱつ",
      "zh": "[形2] 活泼，活跃",
      "sentence": "子供たちはとても活発だ。",
      "sentence_zh": "孩子们非常活泼。",
      "blank": "活発",
      "category": "other"
    },
    {
      "id": 89,
      "text": "外向的",
      "kana": "がいこうてき",
      "zh": "[形2] 外向",
      "sentence": "妹は外向的な性格で，友達が多い。",
      "sentence_zh": "妹妹性格外向，朋友很多。",
      "blank": "外向的",
      "category": "other"
    },
    {
      "id": 90,
      "text": "平均",
      "kana": "へいきん",
      "zh": "[名] 平均",
      "sentence": "平均すると，一日に8時間働いている。",
      "sentence_zh": "平均来说，一天工作8小时。",
      "blank": "平均",
      "category": "other"
    },
    {
      "id": 91,
      "text": "寿命",
      "kana": "じゅみょう",
      "zh": "[名] 寿命",
      "sentence": "日本人の平均寿命は年々延びている。",
      "sentence_zh": "日本人的平均寿命逐年延长。",
      "blank": "寿命",
      "category": "other"
    },
    {
      "id": 92,
      "text": "重病人",
      "kana": "じゅうびょうにん",
      "zh": "[名] 重症患者，重病患者，重病号",
      "sentence": "病院には重病人がたくさんいる。",
      "sentence_zh": "医院里有很多重症患者。",
      "blank": "重病人",
      "category": "other"
    },
    {
      "id": 93,
      "text": "移動する",
      "kana": "いどうする",
      "zh": "[动3] 移动",
      "sentence": "会場はホテルの3階に移動することになった。",
      "sentence_zh": "会场决定移到酒店的3楼。",
      "blank": "移動する",
      "category": "other"
    },
    {
      "id": 94,
      "text": "幼い",
      "kana": "おさない",
      "zh": "[形1] 幼小，年幼；幼稚",
      "sentence": "彼女はまだ幼い子供だ。",
      "sentence_zh": "她还是个年幼的孩子。",
      "blank": "幼い",
      "category": "other"
    },
    {
      "id": 95,
      "text": "親友",
      "kana": "しんゆう",
      "zh": "[名] 好朋友，好友，密友，至交",
      "sentence": "彼は私の親友だ。",
      "sentence_zh": "他是我的好朋友。",
      "blank": "親友",
      "category": "other"
    },
    {
      "id": 96,
      "text": "我が社",
      "kana": "わがしゃ",
      "zh": "[名] 我公司，本公司",
      "sentence": "我が社は来年，新しいプロジェクトを始める。",
      "sentence_zh": "我公司明年将启动一个新项目。",
      "blank": "我が社",
      "category": "other"
    },
    {
      "id": 97,
      "text": "役員",
      "kana": "やくいん",
      "zh": "[名] 干部；干事；董事",
      "sentence": "彼は会社の役員を務めている。",
      "sentence_zh": "他担任公司的董事。",
      "blank": "役員",
      "category": "other"
    },
    {
      "id": 98,
      "text": "質",
      "kana": "しつ",
      "zh": "[名] 质量；质，本质",
      "sentence": "この製品は質がいい。",
      "sentence_zh": "这个产品质量好。",
      "blank": "質",
      "category": "other"
    },
    {
      "id": 99,
      "text": "長時間",
      "kana": "ちょうじかん",
      "zh": "[名] 长时间",
      "sentence": "長時間の会議で疲れた。",
      "sentence_zh": "开了很长时间的会，累了。",
      "blank": "長時間",
      "category": "other"
    },
    {
      "id": 100,
      "text": "年収",
      "kana": "ねんしゅう",
      "zh": "[名] 年收入，年薪",
      "sentence": "彼の年収は年々増えている。",
      "sentence_zh": "他的年收入逐年增加。",
      "blank": "年収",
      "category": "other"
    },
    {
      "id": 101,
      "text": "インド",
      "kana": "インド",
      "zh": "[专] 印度",
      "sentence": "彼はインドに出張することになった。",
      "sentence_zh": "他要去印度出差了。",
      "blank": "インド",
      "category": "other"
    },
    {
      "id": 102,
      "text": "追う",
      "kana": "おう",
      "zh": "[动1] 追求",
      "sentence": "夢を追って上海に来た。",
      "sentence_zh": "为了追求梦想来到了上海。",
      "blank": "追って",
      "category": "other"
    },
    {
      "id": 103,
      "text": "現実",
      "kana": "げんじつ",
      "zh": "[名] 现实",
      "sentence": "現実を受け入れるしかない。",
      "sentence_zh": "只能接受现实。",
      "blank": "現実",
      "category": "other"
    },
    {
      "id": 104,
      "text": "落語",
      "kana": "らくご",
      "zh": "[名] 单口相声",
      "sentence": "彼は落語を聞くのが好きだ。",
      "sentence_zh": "他喜欢听单口相声。",
      "blank": "落語",
      "category": "other"
    },
    {
      "id": 105,
      "text": "ジャーナリスト",
      "kana": "ジャーナリスト",
      "zh": "[名] 记者，编辑，通讯员",
      "sentence": "彼女は有名なジャーナリストだ。",
      "sentence_zh": "她是有名的记者。",
      "blank": "ジャーナリスト",
      "category": "other"
    },
    {
      "id": 106,
      "text": "選挙",
      "kana": "せんきょ",
      "zh": "[名] 选举",
      "sentence": "来月，選挙が行われる。",
      "sentence_zh": "下个月将举行选举。",
      "blank": "選挙",
      "category": "other"
    },
    {
      "id": 107,
      "text": "青森県",
      "kana": "あおもりけん",
      "zh": "[专] 青森县",
      "sentence": "青森県はりんごの産地として有名だ。",
      "sentence_zh": "青森县以苹果产地闻名。",
      "blank": "青森県",
      "category": "other"
    },
    {
      "id": 108,
      "text": "特産",
      "kana": "とくさん",
      "zh": "[名] 特产",
      "sentence": "りんごはこの地方の特産だ。",
      "sentence_zh": "苹果是这个地方的特产。",
      "blank": "特産",
      "category": "other"
    },
    {
      "id": 109,
      "text": "全体",
      "kana": "ぜんたい",
      "zh": "[名] 全体，全部",
      "sentence": "全体の意見をまとめる。",
      "sentence_zh": "汇总大家的意见。",
      "blank": "全体",
      "category": "other"
    },
    {
      "id": 110,
      "text": "政党",
      "kana": "せいとう",
      "zh": "[名] 政党",
      "sentence": "この国にはたくさんの政党がある。",
      "sentence_zh": "这个国家有很多政党。",
      "blank": "政党",
      "category": "other"
    },
    {
      "id": 111,
      "text": "支持する",
      "kana": "しじする",
      "zh": "[动3] 支持",
      "sentence": "多くの人がこの政策を支持している。",
      "sentence_zh": "很多人支持这项政策。",
      "blank": "支持している",
      "category": "other"
    },
    {
      "id": 112,
      "text": "多数",
      "kana": "たすう",
      "zh": "[名] 多数",
      "sentence": "多数の意見に従う。",
      "sentence_zh": "遵从多数人的意见。",
      "blank": "多数",
      "category": "other"
    },
    {
      "id": 113,
      "text": "半数",
      "kana": "はんすう",
      "zh": "[名] 半数，一半",
      "sentence": "参加者の半数が女性だった。",
      "sentence_zh": "参加者中有一半是女性。",
      "blank": "半数",
      "category": "other"
    },
    {
      "id": 114,
      "text": "およそ",
      "kana": "およそ",
      "zh": "[副] 大概，大约",
      "sentence": "会場にはおよそ200人が集まった。",
      "sentence_zh": "会场聚集了大约200人。",
      "blank": "およそ",
      "category": "other"
    },
    {
      "id": 115,
      "text": "～品",
      "kana": "ひん",
      "zh": "～品，～产品，～商品",
      "sentence": "この店では輸入品を扱っている。",
      "sentence_zh": "这家店经营进口商品。",
      "blank": "輸入品",
      "category": "other"
    }
  ]
};
